[
  {
    "email_address": "as12099@nyu.edu",
    "full_name": "Abiraahmi Shankar",
    "net_id": "as12099",
    "project_title": "Reactive-Visuals for Concerts",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://www.canva.com/design/DAE5IIuOpfk/BjnJT7GV2-v3STbqVUK4RQ/edit?utm_content=DAE5IIuOpfk&utm_campaign=designshare&utm_medium=link2&utm_source=sharebutton",
    "project_link": "https://tulip-ranunculus-bzla.squarespace.com/",
    "description": "The inspiration for this study was both a personal and academic interest. As an artist, I have always been curious about ways to further engage audiences in the experience. My project explores the intersection of music, visuals, and emotional energy through products that generate visuals using audio inputs in real time.",
    "main_image": "https://drive.google.com/open?id=1tameLRYM3zr6aXVIBNr-FHobX3vTCLhZ",
    "supp_image": "https://drive.google.com/open?id=1MGAgp60lInepZ5cpnF_8jzE7xTxwcHX-",
    "keywords": "Reactive-visuals, Interaction design, Concert, Music",
    "linkedin": "https://www.linkedin.com/in/abiraahmi/",
    "instagram": "",
    "video_content": "https://youtu.be/9S6Lr2QUh7I",
    "image_path": "main-images\\Abiraahmi_Shankar_main.mov",
    "supp_path": ["supp-images\\Abiraahmi_Shankar_1.png"]
  },
  {
    "email_address": "ehc370@nyu.edu",
    "full_name": "Enya Cho",
    "net_id": "ehc370",
    "project_title": "Sonic Embrace",
    "year": "Senior (Senior Project)",
    "medium": "Performance",
    "info": "Hybrid DJ set with audio reactive visuals",
    "portfolio_link": "https://huizydesign.cargo.site/",
    "project_link": "",
    "description": "‘Sonic Embrace’ is an audiovisual performance involving a hybrid-DJ set accompanied by audio reactive visuals. I was inspired to manifest this project as a means of elevating the listening experience for my fellow music lovers. By projecting the visualizers throughout the event space and onto the audience, 'Sonic Embrace' represents an environment that integrates us into the audiovisual canvas—one that allows us to absorb and live what we see and hear.\n\nAll visualizers were created in TouchDesigner, with parameters pulled from Ableton Live to trigger real-time audio reactive movements.",
    "main_image": "https://drive.google.com/open?id=1sHiAsuMQg7FwuqcfrrWLXRT5c1nhf6ny",
    "supp_image": "",
    "keywords": "Audiovisual Design, Experience Design, Projection Mapping, Live Performance, Generative Art, Music Production, TouchDesigner",
    "linkedin": "",
    "instagram": "https://www.instagram.com/enyacho/",
    "video_content": "",
    "image_path": "main-images\\Enya_Cho_main.jpg"
  },
  {
    "email_address": "phl302@nyu.edu",
    "full_name": "Philip Lee",
    "net_id": "phl302",
    "project_title": "did you eat?",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "https://philipleeportfolio.framer.website/",
    "project_link": "https://philipleeseniorproject.framer.website/",
    "description": "While I feel as though I've been shown a lot of love from my parents, I do not reciprocate that love enough. This music video is my way of showing them how much I appreciate them and hopefully can encourage others to do the same.",
    "main_image": "https://drive.google.com/open?id=1ayBdRR7gYTOu0h71QG5-ZaqbJd3a70kl",
    "supp_image": "",
    "keywords": "Music Production, Video Production, Family, Love",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Philip_Lee_main.jpg"
  },
  {
    "email_address": "cy2290@nyu.edu, jw7017@nyu.edu, yl7799@nyu.edu",
    "full_name": "Mario Yang, Tiya Wang, Yufei Lin",
    "net_id": "cy2290, jw7017, yl7799",
    "project_title": "Herstory",
    "year": "Senior (Senior Project)",
    "medium": "Game, VR",
    "info": "",
    "portfolio_link": "http://yufeilin.com",
    "project_link": "https://yuuuu3.itch.io/herstory",
    "description": "Project Introduction:\n\"Herstory\" is a 3D escape room game that integrates VR technology and local cooperative gameplay for two players. It discusses feminism and promotes traditional Chinese culture while challenging and redefining conventional historical narratives by recounting and commemorating historically marginalized female heroes. Traditional historical narratives often revolve around men, with countless extraordinary and great women fading into oblivion, often only appearing as appendages to men. These women, who broke through numerous feudal restrictions against them, are neither celebrated, their achievements are often credited to others, or even stigmatized... In many cultures, it is said that death is not the end; being forgotten is. Players are chosen to witness and bear the responsibility of passing down and celebrating their history and are guided to reflect on deeper feminist issues. \"Herstory\" aims to explore and present the stories that truly belong to these women, or \"Her story,\" through the medium of a game. In the game, players will have the opportunity to learn about Nüshu, a mysterious and unique script used by women, discover ancient Chinese female figures rarely recorded in history, and express their respect and commemoration through the traditional ritual of offering incense to these women.\n\nBackground Story:\nIn many cultures, there exists a belief that death is not the final end; being forgotten is the true oblivion. Traditional historical narratives often revolve around men, relegating women to mere footnotes as attachments to men, leading to countless distinguished and great women fading from collective memory as history flows on. One day in 2024, a historian inadvertently steps into a decrepit temple, unknowingly crossing the edge of time. A mysterious spirit, wielding her profound knowledge of astrology, gathers the waning powers of other female spirits from various dynasties, who are gradually dissipating, summoning the historian into a special realm. This temple is a sanctuary preserved by their collective strength, untouched by the ravages of time. However, as these spirits become increasingly forgotten by the world, their power wanes, and this special realm faces the fate of fading away along with the spirits. To rescue these spirits and restore the temple to its former glory, the player is bestowed with an extraordinary mission: to traverse through time and space, deciphering the Nüshu, the women's script, to unveil the hidden truths of history. By conducting the ritual of offering incense to venerate these spirits, the stories of these female historical heroines can be sung once more, regaining their glory and ensuring their legacy endures.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Game, VR, 3D, Co-op, 2 Players, Escape Room, Puzzle-Solving, Storytelling, Educational, Chinese Culture, Cultural Heritage, Feminism, Historical Women, Gender Equality, Mythology.",
    "linkedin": "https://www.linkedin.com/in/yufei-lin-110776233/",
    "instagram": "https://www.instagram.com/corinna_lin_",
    "video_content": "https://yuuuu3.itch.io/herstory"
  },
  {
    "email_address": "gos2011@nyu.edu",
    "full_name": "Gbemi Shoniabre",
    "net_id": "gos2011",
    "project_title": "innately precious",
    "year": "Senior (Senior Project)",
    "medium": "Physical Display",
    "info": "i will have 3 models displayed as well as 1 or 2 furniture pieces from the models",
    "portfolio_link": "https://gbemishonibare.myportfolio.com/",
    "project_link": "https://docs.google.com/presentation/d/1x8yXKS96NP93MljFtb0i2sYQMvrASHjlEhtg7za_fRE/edit",
    "description": "I will be designing and producing a furniture collection as a homage to nature and the relationship between humans and the earth. One of the first steps in colonialism and the presumption of superiority over another human  is to dehumanise said other human. If we saw worth and beauty in all living things maybe there wouldn’t be so much entitlement. I believe we all have that life force flowing through us, the same ones as animals have and plants. And that is where our value is and it’s precious.I have functional pieces for people who want a reminder to look for the innocent life in every living thing. The gift that is the breath of life that is to be loved. I will have models and physical deliverables to convey this.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Biophilic design, Spacial Design, Furniture Design, Anti-colonial Lense",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "lbl8408@nyu.edu",
    "full_name": "Laura Lachin",
    "net_id": "lbl8408",
    "project_title": "Tactile Jigsaw Puzzle",
    "year": "Senior (Senior Project)",
    "medium": "Interactive Display",
    "info": "My project is a tactile jigsaw puzzle, intended to enable visually-impaired people to complete a physical jigsaw puzzle independently.",
    "portfolio_link": "https://lauralachin.com",
    "project_link": "https://lauralachin.com/projectPages/senior_project_process.html",
    "description": "I have created a tactile jigsaw puzzle, a puzzle that can be completed solely by touch. Jigsaw puzzles are something that are almost entirely visual, and I want my project to change this. I enjoy the calming challenge of jigsaw puzzles, and I want visually impaired people to feel the same. Additionally, I want it to be an activity that they can do independently, as independence is very important to the disabled community.",
    "main_image": "https://drive.google.com/open?id=1-JLoB4YKYWcVO61ZIhLhrlwAwC1PUXvd",
    "supp_image": "https://drive.google.com/open?id=1r19PbuQbbBRxev8vtmvYrk-HEqgvBENP",
    "keywords": "Accessibility, Tactile, Puzzle, Laser cutting",
    "linkedin": "https://www.linkedin.com/in/laura-lachin/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Laura_Lachin_main.jpg",
    "supp_path": ["supp-images\\Laura_Lachin_1.jpg"]
  },
  {
    "email_address": "ms12453@nyu.edu",
    "full_name": "Manav Shah",
    "net_id": "ms12453",
    "project_title": "Blackwater Buccaneers",
    "year": "Senior (Senior Project)",
    "medium": "Game, Interactive Display",
    "info": "A co-op tabletop board game where players work together to crew a pirate ship and become the most feared pirates on the Silkwater Seas",
    "portfolio_link": "https://manavshah.dev/",
    "project_link": "",
    "description": "Blackwater Buccaneers is a co-op tabletop game where players see themselves taking on the roles of various crewmates on a pirate ship, ready to take the Blackwater Seas by storm. Heavily inspired by a course I took about ships, Blackwater Buccaneers combines my love of pirates and my game design skills into an immersive game where the \"out-of-game\" dynamics between players mimics the dynamic between the \"in-game\" characters they are playing. The barrelman takes caution and scopes out a sea monster ahead, advising the helmsman to steer clear. The helmsman ignores his request and sails straight into danger, ready to be awarded the bounty money after slaying the beast. Meanwhile, the bilgerat is busy staring out at sea hoping to see a beautiful mermaid. Blackwater Buccaneers doesn't just make you play as a pirate. It turns you INTO one.",
    "main_image": "https://drive.google.com/open?id=1vxUV2zHmwsop4dIYEvGyY4r58DIjMk6I",
    "supp_image": "",
    "keywords": "Board Game, Game Design, Pirates, Graphic Design, Interaction Design",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Manav_Shah_main.jpg"
  },
  {
    "email_address": "mh5974@nyu.edu",
    "full_name": "Megan Huang",
    "net_id": "mh5974",
    "project_title": "Nagem",
    "year": "Senior (Senior Project)",
    "medium": "Physical Display",
    "info": "Small tabletop art piece",
    "portfolio_link": "https://meganhuang.cargo.site/",
    "project_link": "https://meganhuang.cargo.site/senior-project",
    "description": "Nagem (\"Megan\" backwards) is a passion project that combines my skills/interests in design and sculpture with stories of identity. I am born and raised in Brooklyn, and I wanted to incorporate that aspect of my identity into my senior project. Tangibly, Nagem is a mystery blind box set containing hand-sculpted polymer clay keychains representing food from my childhood (most of which are desserts). Each food correlates to a restaurant in NYC and tells a short, but sweet (no pun intended), story.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Graphic Design, Sculpture, Illustration",
    "linkedin": "https://www.linkedin.com/in/megan-huang-b93b31185/",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "zz4143@nyu.edu",
    "full_name": "Ziye Zhang",
    "net_id": "zz4143",
    "project_title": "Real World Simulations in Game Design",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Digital Display",
    "info": "This thesis aims to study how to use game mechanics and systems to serve game content and to organize and summarize this knowledge into readable guidance articles. This article will use two different output works as proof of the feasibility of this study. One of them is a board game, and the other is an electronic game. These two outputs can positively impact my research design theory and support each other",
    "portfolio_link": "https://ziyezhang.net",
    "project_link": "https://www.ziyezhang.net/real-world-simulations-in-game-design",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "https://www.instagram.com/pipizzy02",
    "video_content": ""
  },
  {
    "email_address": "ah5247@nyu.edu",
    "full_name": "Ashley Hou",
    "net_id": "ah5247",
    "project_title": "Three Halves",
    "year": "Senior (Senior Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://readymag.website/ashleyhou/portfolio/",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "qc588@nyu.edu",
    "full_name": "Josh Chen",
    "net_id": "qc588",
    "project_title": "Sacred Tree 神木",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "chenjosh.com",
    "project_link": "https://www.chenjosh.com/project-title-01-1-1-2",
    "description": "Penglai is a concept in Chinese mythology that shares common elements with different folklores in China and Japan. At the heart of this myth is the divine tree with its fruits as a symbol of the desire for immortality and growth. Eternity, growth and connection are concepts echoed across global cultures, such as Yggdrasil, the Tree of Life, and the Egyptian Acacia. These similarities suggest a common perspective across diverse cultures.  This work explores the possibility of a magical interconnection between our aboriginal cultures and asks a compelling question: Are the divine trees described in various cultures distinct beings, or do they originate from a single, ancient source? Incorporating a silver snake, a creature stepping in transformative symbolism, along with the combination of clay and lotus as a hint of the origin, riverstones as the land, and a disco ball representing the sun, casting fragmented yet harmonious light, the work creates a space where past and present, global and local, and the celestial and terrestrial converge. This convergence compels us to consider that maybe the commons between us are more than we think.",
    "main_image": "https://drive.google.com/open?id=1dLG_70YeJSxqFfeyKQ83lgLnDyX8_j2y",
    "supp_image": "https://drive.google.com/open?id=1UFl6ZPvXubGWLktoxwaEPKA9uQS14zEr, https://drive.google.com/open?id=1iI3XqBI4DjUYxrxkc24JFiCOC_BbkVeL",
    "keywords": "culture, mythology, nature, art installation",
    "linkedin": "https://www.linkedin.com/in/josh-chen-0ba30524b/",
    "instagram": "https://www.instagram.com/joshervon/",
    "video_content": "",
    "image_path": "main-images\\Josh_Chen_main.jpg",
    "supp_path": [
      "supp-images\\Josh_Chen_1.jpg",
      "supp-images\\Josh_Chen_2.jpg"
    ]
  },
  {
    "email_address": "zt2228@nyu.edu",
    "full_name": "Nertinia Tang",
    "net_id": "zt2228",
    "project_title": "Aesthetic-124C: Illuminating Harmony",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Digital Display",
    "info": "",
    "portfolio_link": "https://nertiniatportfolio.cargo.site/",
    "project_link": "https://zt2228.wixsite.com/aetheria",
    "description": "Due to rapid urbanization, humanity has become increasingly detached from the natural world, often overlooking the critical importance of coexisting harmoniously with other species on our planet. Confined within our own narrow perspectives of nature, we may admire its wonders solely through the lens of documentaries and illustrated books, yet fail to delve deeper into the remarkable adaptations of creatures thriving under extreme conditions.\n\n\"Illuminating Harmony” is an immersive exhibition that unveils the intricate symbiotic relationships thriving within a secluded paradise in Palau, and explores the potential of applying these dynamics to a distant exoplanet. This exhibition utilizes interactive screens and videos to educate audiences on the interconnectedness between diverse species and showcasing how this intricate web of interactions could manifest on another habitable world. It allows viewers to marvel at the mutualistic bonds between organisms, emphasizing their collective ability not only to flourish on Earth but also potentially in the vast expanses of outer space.\n\nUltimately, \"Illuminating Harmony\" invites viewers to wonder how we might draw lessons from these harmonious relationships among species and utilize them as tools for sustaining life—both on our home planet and beyond.",
    "main_image": "https://drive.google.com/open?id=1AaYGBrkIV1O3tjtuvCoLP8zo3iillefs",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "https://www.instagram.com/nerkaka",
    "video_content": "",
    "image_path": "main-images\\Nertinia_Tang_main.jpg"
  },
  {
    "email_address": "bky214@nyu.edu",
    "full_name": "Phoebe Yin",
    "net_id": "bky214",
    "project_title": "Aetheria: Celestial Unveiling",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://phoebeyin.com",
    "project_link": "https://zt2228.wixsite.com/aetheria",
    "description": "Amidst the digital age’s relentless advancement, can experiential art, in particular immersive installations, transcend its role as mere spectacles, becoming powerful conduits that bridge the gap between conventional science education and pure artistic expression? In a world yearning for profound connections and inspiring experiences, redefining how we engage with knowledge and creativity is not just a question but a necessity.\n\nDrawing inspiration from the natural wonders of our planet and guided by the principles of Earth's ecosystems, “Aetheria: Celestial Unveiling” paints a vivid portrait of extraterrestrial life. Through a fusion of physical installation and digital technology, the piece aims to blur the boundaries between the familiar and the unknown, offering audiences a glimpse into the biodiversity that may exist beyond our solar system.\n\nThe installation invites active engagement, prompting participants to become co-creators of the experience. By taking participants through a journey of sights, sounds, and sensations of an alien ecosystem, it challenges them to reconsider their relationship with the natural world and contemplate the interconnectedness of all living things. In doing so, Aetheria offers a glimpse into a future where art, science, and technology converge to deepen our understanding of the universe and our place within it.",
    "main_image": "https://drive.google.com/open?id=17sX1nFQQyL64FIr36Fbmb1YlcF6EoLK6",
    "supp_image": "",
    "keywords": "Installation, Immersive Experience, Nature-inspired art, Education, Interactive Environment",
    "linkedin": "https://www.linkedin.com/in/phoebe-yin/",
    "instagram": "https://www.instagram.com/_phoebeyin_/",
    "video_content": "",
    "image_path": "main-images\\Phoebe_Yin_main.jpg"
  },
  {
    "email_address": "yc1727@nyu.edu",
    "full_name": "Don Cho",
    "net_id": "yc1727",
    "project_title": "Save Us From Ourselves",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://doncho.site",
    "project_link": "https://doncho.site/SaveUsFromOurselves",
    "description": "",
    "main_image": "https://drive.google.com/open?id=1aFYOH0DTS2xLCdJ0Nvt3w6sBt2UnnO6u",
    "supp_image": "https://drive.google.com/open?id=1btc-rnLxbuiXZ9e_jd5m3jnbaqCj3huc",
    "keywords": "Interaction design, Anthropocene, Installation Art, Japanese Garden, Audiovisual",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Don_Cho_main.jpg",
    "supp_path": ["supp-images\\Don_Cho_1.jpg"]
  },
  {
    "email_address": "ks5012@nyu.edu",
    "full_name": "Kaiqing Su",
    "net_id": "ks5012",
    "project_title": "HUG: Therapeutic Feelings Through Physical Touch",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Sculpture",
    "info": "might say it is an installation, but soft sculpture would be much more appropriate to describe it",
    "portfolio_link": "https://kaiqingsu.com",
    "project_link": "https://www.kaiqingsu.com/hug",
    "description": "An interactive teddy bear installation, woven from yarn and infused with sensory tech, draws from research on mental health in young adults. It mimics knitting’s therapeutic effects, offering a calming experience like a heartbeat, merging art with wellness, and inviting a tactile journey to soothe anxiety.",
    "main_image": "https://drive.google.com/open?id=1iU9vUDX9ORpz12LG3E6ftVcxQDdYfekZ",
    "supp_image": "https://drive.google.com/open?id=1nZW-m-YFOAOW7s8ty8G-SiTH9pmgl0ZD, https://drive.google.com/open?id=1Heej_twVJE3gXl_T8PPfIhLbcrUlmucG",
    "keywords": "interactive design, art installation, psychology, handcrafts, therapeutic design",
    "linkedin": "www.linkedin.com/in/kaiqingsu",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Kaiqing_Su_main.jpg",
    "supp_path": [
      "supp-images\\Kaiqing_Su_1.JPG",
      "supp-images\\Kaiqing_Su_2.JPG"
    ]
  },
  {
    "email_address": "sna318@nyu.edu",
    "full_name": "Syeda Anjum",
    "net_id": "sna318",
    "project_title": "Perspective Tarot: Learning the Minor Arcana",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Research",
    "info": "Tarot cards, booklet, worksheets",
    "portfolio_link": "https://syanjum.com/",
    "project_link": "https://www.syanjum.com/design/perspective-tarot",
    "description": "Perspective Tarot is a combination of cards and learning materials that support novice readers in their Tarot-learning journeys. This project draws on principles from learning design, multimedia design, and cognitive science to empower novice readers in their mastery of Pip cards in the Minor Arcana. This set consists of 40 cards, a descriptive booklet, and instructional guidance for performing a simple predictive reading. In addition to scaffolding the learning process, Perspective Tarot consists of imagery drawn from the reader’s perspective and utilizes a narrative key system of hand gestures to impart the cards’ wisdom.",
    "main_image": "https://drive.google.com/open?id=1CViMk8MGSPc-hKd9L9ltYYO4QYgTXOXE",
    "supp_image": "",
    "keywords": "Tarot, Learning Design, Illustration",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Syeda_Anjum_main.jpg"
  },
  {
    "email_address": "jvs8648@nyu.edu",
    "full_name": "Joe Schoen",
    "net_id": "jvs8648",
    "project_title": "Horror Short Film",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "http://www.joe-schoen.com/",
    "project_link": "https://docs.google.com/document/d/16EvXrVfK2SOS_E4SRKZ4A7KYiRBpk20jkm-_3CWOWng/edit?usp=sharing",
    "description": "For this project, I am with collaborating with fellow student Noa Kirschbaum.  Noa will be providing the physical animation of the film, and I will be responsible for creating the soundscape and sound effects for the film.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Sound Design, Film, Sound Recording, Audio Mixing",
    "linkedin": "https://www.linkedin.com/in/joe-schoen-7754851ba/",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "nsk3332@nyu.edu",
    "full_name": "Noa Skye Kirschbaum",
    "net_id": "nsk3332",
    "project_title": "Monster",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "",
    "project_link": "https://www.notion.so/c50dbc25b41443da92d2d7356f8627cf?v=49b559c8e75d40b8a9970d67299db221",
    "description": "Monster is a film about personal struggles with mental blocks, the fear of failure, and being diagnosed with BPD. This film contains some horror elements, but is not intended to be scary. Instead, the hope is to use certain horror tropes to examine the feelings of our main character as she traverses an unwelcome environment. Animation, characters, story, and voice acting is by me. Joe Shoen created the audio experience.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Film, Motion Capture, 3D Animation, Visual Effects, Sound Design",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "sam9442@nyu.edu",
    "full_name": "Sana Maqsood",
    "net_id": "sam9442",
    "project_title": "Waves of Us",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://www.smaqsood.com/#1",
    "project_link": "https://www.smaqsood.com/mastersthesis",
    "description": "Who are you? Who are we? What can we create when our minds come together? How can we blend together? This sonic experience aims to focus on a unique moment when two human minds come together to create a multisensory experience, which can only be created in this exact moment in life, showing us the importance of fleeting moments and our minds reaction to stimuli. An experience that is purely driven by two people’s minds and the synchrony between one another.  \n\nSana’s journey in creating Waves of Us was inspired by two moving experiences in her life: a sound bath in Bali, Indonesia and a sound sculptured theater in San Francisco, California that is experienced in pitch darkness. Both experiences had common characteristics in that they are based on impact to an individual by sound and vibrations. This paired with Sana’s user experience background and constant desire to understand humans on a psychological level, pushed her to see what else she could explore when it came to human beings, which is where Biofeedback comes in. Biofeedback is the study of humans based on body functions in order to create the best personalized experience.\n\nIn order to utilize the right Biofeedback tool for the installation, Sana tested multiple biofeedback tools including a machine learning voice model she developed to pick up emotion via speech tone, a face API for emotion detection, pulse oximeter and EEG headset to understand what tools best picked up on human emotion. After extensive testing she landed on using the EEG headset by Muse as the best and accurate tool to use for this installation due to its ability to capture brainwaves. \n\nThe biofeedback space is still a new and emerging industry that has not been fully tapped into when creating digital and physical experiences. Sana would like to continue to contribute to this subject area by using meaningful data she is capturing in impactful and impressionable ways for users.",
    "main_image": "https://drive.google.com/open?id=136COc2yohfmXstJH1z1mmstvW135SoJo",
    "supp_image": "https://drive.google.com/open?id=1hyDlo3aSghUAc2wh9G7Ehdkn3m835L_3",
    "keywords": "Installation Art, Sound Design, Biofeedback data, Visual Design, Real",
    "linkedin": "https://www.linkedin.com/in/sanamaq/",
    "instagram": "https://www.instagram.com/smaqattack/?hl=en",
    "video_content": "",
    "image_path": "main-images\\Sana_Maqsood_main.jpg",
    "supp_path": ["supp-images\\Sana_Maqsood_1.JPG"]
  },
  {
    "email_address": "ar7624@nyu.edu",
    "full_name": "Abhishek Rana",
    "net_id": "ar7624",
    "project_title": "Enhancing Museum Experiences and Wayfinding",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "AR, Research",
    "info": "In-person presentation (paper guides and maps), AR, website/app",
    "portfolio_link": "https://itsabhishekrana.com/",
    "project_link": "https://itsabhishekrana.com/idm-thesis.html",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "https://www.linkedin.com/in/itsabhishekrana/",
    "instagram": "https://www.instagram.com/itsabhishekrana",
    "video_content": ""
  },
  {
    "email_address": "al5726@nyu.edu",
    "full_name": "Adir Landes",
    "net_id": "al5726",
    "project_title": "Design Study in Sustainable Footwear",
    "year": "Senior (Senior Project)",
    "medium": "Digital Display, Physical Display",
    "info": "Digital display, with print out (ideally poster) and physical model of shoe and materials",
    "portfolio_link": "https://wp.nyu.edu/tandonschoolofengineering-adir_landes_senior_project/week-7/",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "aoe214@nyu.edu",
    "full_name": "Alexis Oni-Eseleh",
    "net_id": "aoe214",
    "project_title": "whatssopunny.blog",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "exhibitaeio.com",
    "project_link": "https://www.whatssopunny.blog/",
    "description": "My project seeks to explore the correlation between humor styles and demographic data and share this data with the user through leveraging a meme-based personality quiz that’s informed by my own research and a literature review of previous scholarship",
    "main_image": "https://drive.google.com/open?id=1CuDb7Ztr0CROfwo17x_-dg5EGlxj6lmv",
    "supp_image": "",
    "keywords": "Humor Styles, Personality Quiz, Participatory Research and Design",
    "linkedin": "https://www.linkedin.com/in/alexisonieseleh/",
    "instagram": "https://www.instagram.com/alexisonieseleh/",
    "video_content": "",
    "image_path": "main-images\\Alexis_Oni-Eseleh_main.jpg"
  },
  {
    "email_address": "ac8498@nyu.edu",
    "full_name": "Anees Chopra",
    "net_id": "ac8498",
    "project_title": "CLINK APP",
    "year": "Senior (Senior Project)",
    "medium": "App, Website",
    "info": "I’m creating and developing an app that will have mini games in it",
    "portfolio_link": "https://aneeschopra.com",
    "project_link": "https://docs.google.com/document/d/1mLqUA_V5NEOXrgq-XTB7W3yiGdUGKQiSlYhGmG6LWYY/edit?usp=sharing",
    "description": "Clink, the ice-breaking app where only one phone will melt social tension, allowing groups to connect and have fun, instantly.  For my senior project, my goal is to create the interface for a (21+) drinking game app that is primarily used in groups of people to break the ice and allow people to laugh, drink, and learn more about each other. The app would only require one person to have it downloaded, so it will not be an entirely individualistic digital/online experience, rather everyone will interact in person, guided by the content on one phone. The app is timeless and has a multitude of games ranging from card games, word play, roulette and more. Its built so groups of people don't have to face dreadful small talk, and can enjoy each-others company together without forcing conversations.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Application Development, User Experience Design, UI, Game, Social Game, 21+",
    "linkedin": "https://www.linkedin.com/in/anees-chopra-ba15741ba/",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "as11958@nyu.edu",
    "full_name": "Aneesah Saeed",
    "net_id": "as11958",
    "project_title": "ACCESS-I-SCRUB",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Physical Display, Research",
    "info": "In-Person Presentation with a \"Final Product\" or \"Products\" showing what I have built to adapt technologies",
    "portfolio_link": "https://www.aneesahsaeed.me/",
    "project_link": "https://www.aneesahsaeed.me/idm-thesis-project",
    "description": "ACCESS-I-SCRUB is a showering product designed for individuals with bilateral upper extremity limb loss, enabling hair scrubbing and body washing without upper limb use. In collaboration with Jessica Cox, a motivational speaker and Guinness World Record holder with bilateral upper extremity limb loss, this project aims to comprehend the challenges faced by armless individuals in shower environments. \n\nThrough interviews, research, prototyping, and testing, ACCESS I-SCRUB showcases the evolution of custom built prototypes designed by modifying and combining existing products and 3D printing new ones to enhance accessibility in body scrubbing and hair washing. The project's mission is to raise awareness and instigate change in assistive technology and product design, making body scrubbing and hair washing more inclusive and accessible.",
    "main_image": "https://drive.google.com/open?id=17AV0gFsaG8yudLQa2eLRmebkDLvd4NaV",
    "supp_image": "https://drive.google.com/open?id=1tu0Qr3Nfc4JCUVUTeZ38jmQLxL_j839k, https://drive.google.com/open?id=1pvZKAMBOOy6rxK0ECKLyizIK5LuplkIH, https://drive.google.com/open?id=1XMQ5Lvo5Tssg-7ozz5KIigF36IPQJip1",
    "keywords": "Upper bilateral extremity limb loss, disability, assistive technology, assistive devices accessibility, 3D printing, 3D assistive devices, hygiene, universal design, Participatory research and design, usability.",
    "linkedin": "https://www.linkedin.com/in/aneesahsaeed",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Aneesah_Saeed_main.jpg",
    "supp_path": [
      "supp-images\\Aneesah_Saeed_1.JPG",
      "supp-images\\Aneesah_Saeed_2.JPG",
      "supp-images\\Aneesah_Saeed_3.jpg"
    ]
  },
  {
    "email_address": "as17229@nyu.edu",
    "full_name": "Anjali Shiyamsaran",
    "net_id": "as17229",
    "project_title": "Tech for Terra",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "https://designbyanjali.com/",
    "project_link": "https://www.designbyanjali.com/tech-for-terra",
    "description": "Tech for Terra is an interactive and immersive digital story experience showcasing how artificial intelligence is being utilized in the fight against climate change.",
    "main_image": "https://drive.google.com/open?id=13VkiES0YrjhwhwVsXSJW6dm-32HS-rAc",
    "supp_image": "",
    "keywords": "Climate Change, Artificial Intelligence, Sustainability, User Experience Design, Interactive Storytelling",
    "linkedin": "https://www.linkedin.com/in/anjalishiyamsaran/",
    "instagram": "",
    "video_content": "https://youtu.be/VpCgbp7CUEc",
    "image_path": "main-images\\Anjali_Shiyamsaran_main.jpg"
  },
  {
    "email_address": "ag7769@nyu.edu",
    "full_name": "Araceli Gonzalez-Rocha",
    "net_id": "ag7769",
    "project_title": "Refuge: A Collection of Urban Sanctuaries",
    "year": "Senior (Senior Project)",
    "medium": "Graphic Design, Installation Art",
    "info": "A printed zine(s) along with image gallery installation",
    "portfolio_link": "araceligr.com",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "Graphic design, Photography, Web Design",
    "linkedin": "www.linkedin.com/in/araceli-gr",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "jek590@nyu.edu",
    "full_name": "Arden Jae Kim",
    "net_id": "jek590",
    "project_title": "",
    "year": "Senior (Senior Project)",
    "medium": "App",
    "info": "Mobile App",
    "portfolio_link": "https://www.ardenkim.org/",
    "project_link": "https://www.ardenkim.org/",
    "description": "",
    "main_image": "https://drive.google.com/open?id=1w7oy-ftTlmcABhcaMtuinFib3sbOtL_p",
    "supp_image": "",
    "keywords": "",
    "linkedin": "https://www.linkedin.com/in/jaekim6/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Arden_Jae_Kim_main.jpg"
  },
  {
    "email_address": "bk1856@nyu.edu",
    "full_name": "Brian Kang",
    "net_id": "bk1856",
    "project_title": "",
    "year": "Senior (Senior Project)",
    "medium": "Graphic Design",
    "info": "Graphic Design—typeface design + motion graphics",
    "portfolio_link": "",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "Type Design, Motion Graphics",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "ms12039@nyu.edu",
    "full_name": "Douglas Shi",
    "net_id": "ms12039",
    "project_title": "El Voc",
    "year": "Senior (Senior Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "idy203@nyu.edu",
    "full_name": "Isabella De Santiago-Young",
    "net_id": "idy203",
    "project_title": "lumina",
    "year": "Senior (Senior Project)",
    "medium": "Digital Display, UI/UX",
    "info": "just adding that it is a UI/UX app that will have physical prints",
    "portfolio_link": "https://chromabyte.myportfolio.com",
    "project_link": "",
    "description": "My main experience lies in the realm of marketing and social media, so I wanted to take this opportunity to develop a social media app using my UI/UX skills! I developed this project using Figma and its prototyping tools.\n\nAs someone who has always been into JRPGs and dark fantasy, I've taken a lot of inspiration for the color scheme and overall aesthetic from these genres of media (like Final Fantasy), as well as the cybercore/y2k aesthetic (reminiscent of media like Neon Genesis Evangelion, Serial Experiments Lain, Ghost in the Shell, and other sci-fi works).",
    "main_image": "https://drive.google.com/open?id=1FnhDVJbMpG2ABzcJlh6VVzlHSgfMNUPe",
    "supp_image": "",
    "keywords": "uiux, ui design, social media, app design, cybercore, 3D, user interface design",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Isabella_De_Santiago-Young_main.jpg"
  },
  {
    "email_address": "jss9915@nyu.edu",
    "full_name": "J Sparer",
    "net_id": "jss9915",
    "project_title": "SafeBlaze",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "https://www.jsparer.com",
    "project_link": "https://safeblaze.info/",
    "description": "Transgender and gender non-conforming individuals face many multifaceted challenges in their pursuit of gender expression, self-discovery, and societal acceptance. These challenges extend into the digital space and contribute to dysphoria and ostracization. SafeBlaze is a tool designed to empower users by providing insights into websites' and platforms' approaches to gender inclusivity through their policies and interface designs, facilitating safer navigation of online spaces.",
    "main_image": "https://drive.google.com/open?id=1579m6DEuqzjnkDkZNHmRMzvWvKOwQ6KM",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\J_Sparer_main.jpg"
  },
  {
    "email_address": "jdh9804@nyu.edu",
    "full_name": "Joshua Heningburg",
    "net_id": "jdh9804",
    "project_title": "Moony: Astrology Based Networking",
    "year": "Senior (Senior Project)",
    "medium": "App, Website",
    "info": "Figma prototype with responsive app layout design",
    "portfolio_link": "http://jhworksportfolio.webflow.io/",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "kr2896@nyu.edu",
    "full_name": "Kisha Ravi",
    "net_id": "kr2896",
    "project_title": "Commodification of Love, Intimacy, and Desire",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art, Website",
    "info": "",
    "portfolio_link": "www.kisharavi.com",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "nl2501@nyu.edu",
    "full_name": "Natalie Lacroix",
    "net_id": "nl2501",
    "project_title": "My Bad Website",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "https://the-nat-attack.github.io/portfolio/",
    "project_link": "https://the-nat-attack.github.io/my-bad-website/",
    "description": "“My Bad Website” is a browser-based interactive parody on frequently occurring accessibility failures and poor design practices across the web. By using humor and gamification techniques, “My Bad Website” encourages users of varying backgrounds to engage with the site and experience firsthand the frustration many users face when websites are not designed to be accessible. With increased awareness on the importance of accessibility in web, there becomes a greater push for accessible practices to be adopted.",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "nh2158@nyu.edu",
    "full_name": "Thao Ha",
    "net_id": "nh2158",
    "project_title": "Smart Study",
    "year": "Senior (Senior Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "https://phuongthaoha63.editorx.io/portfolio",
    "project_link": "https://www.figma.com/file/XqvpiVMwvnxgrrQ42qNp78/Wireframe-Smart-Study-Website-Versions?type=design&node-id=0%3A1&mode=design&t=87hjHEOjJJ0stjsV-1",
    "description": "The Smart Study website aims to be the go-to platform for NYU students to access study materials. The project focuses on the development of a website dedicated exclusively to NYU students. The platform is designed to have a user-friendly interface, making it easy for users to access important course materials like syllabi and past class notes.",
    "main_image": "https://drive.google.com/open?id=1hD2IWDdnfenzIRWtIHVF3sGDT6EauO0z",
    "supp_image": "https://drive.google.com/open?id=1VHBFw2E78-167TjIhT-JMk-6g-2Hg1zh",
    "keywords": "Education Enhancement, Academic Resources, Student Support, Learning Accessibility, Course Materials, Syllabus Access, Note Sharing, Test Preparation, Student Collaboration, Academic Success, Study Tools, Curriculum Enrichment, Course Evaluation, Learning Community, Student Empowerment",
    "linkedin": "https://www.linkedin.com/in/ha-thao/",
    "instagram": "-",
    "video_content": "-",
    "image_path": "main-images\\Thao_Ha_main.jpg"
  },
  {
    "email_address": "rc4809@nyu.edu",
    "full_name": "Rashi Chaudhary",
    "net_id": "rc4809",
    "project_title": "ThreadForward: Weaving Sustainability into Fashion's Future",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "https://www.rashichaudhary.com/",
    "project_link": "https://www.threadforward.org/",
    "description": "ThreadForward emerges from a deep concern for the fashion industry's environmental impact and a passion for sustainable living. It's an exploration of how technology and education can intertwine to redefine consumer habits towards fashion sustainability. Viewers will discover a blend of digital innovation and compelling narratives designed to inspire action and change. Situated at the crossroads of environmental activism and digital transformation, ThreadForward contributes to the larger discourse on sustainable practices within contemporary society, challenging both consumers and the industry to envision a more eco-conscious and equitable future.",
    "main_image": "https://drive.google.com/open?id=1qUerYr0cid-mxIJdVlvy3nIUj1zMndDn",
    "supp_image": "",
    "keywords": "Sustainability, Fashion, Interaction Design, Web Design, Branding, Graphic Design, Front-end Development, Environmental Awareness, Education",
    "linkedin": "https://www.linkedin.com/in/rashichaudhary30/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Rashi_Chaudhary_main.jpg"
  },
  {
    "email_address": "ram9828@nyu.edu",
    "full_name": "Riola Musoke-Lubega",
    "net_id": "ram9828",
    "project_title": "simanyi",
    "year": "Senior (Senior Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "https://ram9828.myportfolio.com/",
    "project_link": "https://simanyi.cargo.site/",
    "description": "This project is a digital archive that connects my personal histories to the larger cultural history of the Buganda Kingdom. Drawing inspiration from Mindy Seu’s Cybereminist Index, Dr. Tinashe Mushakavanhu’s Reading Zimbabwe, and Memory of the World, a shadow library, ‘simanyi’ is a method of linking my thoughts, research, and personal narratives to Uganda, Africa, and any place that has been touched by Western influence.",
    "main_image": "https://drive.google.com/open?id=11lfjxmjLBVbU-BBMfQ_djRtuUFuPUud3",
    "supp_image": "https://drive.google.com/open?id=1fLftqcbLrzUzhZMOXliJxCA5NCH6B1UT, https://drive.google.com/open?id=1fduylWngo26jC8PJ_Fzabeh4lgAF44Wp, https://drive.google.com/open?id=1THyfp_dVvy6cmtg-r_sXJAKumpdFZhw5",
    "keywords": "Archives, Design, Research, Memory",
    "linkedin": "https://www.linkedin.com/in/riola-musoke-lubega/",
    "instagram": "https://www.instagram.com/ri0la/?hl=en",
    "video_content": "",
    "image_path": "main-images\\Riola_Musoke-Lubega_main.jpg",
    "supp_path": [
      "supp-images\\Riola_Musoke_Lubega_1.jpeg",
      "supp-images\\Riola_Musoke_Lubega_2.jpeg",
      "supp-images\\Riola_Musoke_Lubega_3.jpeg"
    ]
  },
  {
    "email_address": "sm7490@nyu.edu",
    "full_name": "Selin Miskavi",
    "net_id": "sm7490",
    "project_title": "Blueprints of Connectivity: Optimizing a Virtual Office for Informal Interactions",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Digital Display",
    "info": "It's a \"virtual office\" that will be viewed from a URL link. (people will be able to interact with it by using the keyboard and mouse)",
    "portfolio_link": "https://www.miskavidesign.com/",
    "project_link": "https://www.miskavidesign.com/work/thesis",
    "description": "The rise of remote work has made it challenging for professionals, especially those early in their careers, to build meaningful connections and a sense of belonging with coworkers. To address this, there is growing interest in leveraging virtual reality (VR) and web-based 3D technologies like WebXR to overcome the social limitations of remote workplaces.\n\nMy project iteratively explores how a virtual office for WebXR can be spatially designed to facilitate and maximize informal interactions between remote employees. I go through various blueprints and 3D models for a web-based virtual office with the goal of encouraging casual social encounters.\n\nThe final outcome of my thesis is an interactive virtual office space, hosted by a WebXR tool that provides real-time communication between users. By purposefully designing the spatial layout and placing interactive elements within the space, my work aims to foster informal “watercooler” moments often missed in remote settings. This research-driven process delves into an important question at the intersection of remote work and immersive technology: With the vast design possibilities enabled by WebXR, how might we strategically architect virtual office spaces for social connectivity?",
    "main_image": "https://drive.google.com/open?id=1szvd-u_XL2xgfcotYXyYUx4sadLv1m3o",
    "supp_image": "",
    "keywords": "WebXR, Virtual Space, Remote/Hybrid Office, Workspace, Architecture, Interaction Design, Social Affordances, Communication",
    "linkedin": "https://www.linkedin.com/in/selinmiskavi/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Selin_Miskavi_main.jpg"
  },
  {
    "email_address": "ss15740@nyu.edu",
    "full_name": "Sundiatta Small",
    "net_id": "ss15740",
    "project_title": "The Last Oasis",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "https://sundiatta.com/",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "Metaverse, Virtual Production, Unreal Engine",
    "linkedin": "https://www.linkedin.com/in/sundiatta-small/",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "tln2007@nyu.edu",
    "full_name": "Tasnim Nahar",
    "net_id": "tln2007",
    "project_title": "On the Borderline",
    "year": "Senior (Senior Project)",
    "medium": "Installation Art",
    "info": "Main medium is a zine that will be displayed digitally and physically",
    "portfolio_link": "https://tasnimnahar.cargo.site",
    "project_link": "",
    "description": "For my senior project, I created a zine about dialectical behavior therapy (DBT), a form of therapy primarily used to treat borderline personality disorder. I was diagnosed with BPD my sophomore year of college and started therapy for the first time in my life. Recognizing the privilege of receiving treatment, my goal is to reduce the stigma surrounding mental illness and increase the accessibility of therapy resources through this project.  While DBT is traditionally taught through the DBT Skills Training Manual by Marsha M. Linehan, I aimed to reimagine its presentation. Through color, typography and composition, my zine transforms the dense material into a visually pleasing and digestible format. Through visual storytelling, I hope to advocate for increased support and resources for those in need.",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "ql2335@nyu.edu",
    "full_name": "Tracy Qingyu Li",
    "net_id": "ql2335",
    "project_title": "Light Up: Dark Patterns in UX Design",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "https://www.tracyqli.com/",
    "project_link": "https://www.tracyqli.com/light-up",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "vdt224@nyu.edu",
    "full_name": "Viviana Del Toro",
    "net_id": "vdt224",
    "project_title": "Sensory Support for 3D Printing",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Game",
    "info": "",
    "portfolio_link": "https://www.vivianadeltoro.com/",
    "project_link": "https://sites.google.com/view/vivianadeltoro/work/thesis",
    "description": "The way we make things has change a lot because of 3D printers. They're flexible, precise, and easy to use. However, using them can be stressful for some people who may experience sensory sensitivities. Individuals may get uncomfortable or experience resistance by loud noises or smells that may come from the printer. This problem isn't talked about enough, even though it affects a lot of areas like schools, hospitals, and tech companies. My research deals with finding ways to make one's sensory experience with a 3D printer feel at ease and comfortable.",
    "main_image": "https://drive.google.com/open?id=1y6Paw92bVR1WPMo6zymXIRrYKHIAT0MR",
    "supp_image": "",
    "keywords": "Accessibility, 3D Printing, Sensory, Anxiety",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Viviana_Del_Toro_main.jpg"
  },
  {
    "email_address": "xf707@nyu.edu",
    "full_name": "Helen Fang",
    "net_id": "xf707",
    "project_title": "Mural: Making Digital Memories Tangible",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "App, Physical Display",
    "info": "App and Product design (physical product) with a concept video",
    "portfolio_link": "helenxfang.com",
    "project_link": "https://portfolio-e39147.webflow.io/work/mural",
    "description": "",
    "main_image": "https://drive.google.com/open?id=11ykrjdymvXe5-TjBFEcBDPctt-7yB1Vp",
    "supp_image": "",
    "keywords": "Product Design, Speculative Design, App",
    "linkedin": "www.linkedin.com/in/helenxfang",
    "instagram": "",
    "video_content": "https://youtu.be/9MR0mvzghkk?si=a9f98S3qngNF0X9H",
    "image_path": "main-images\\Helen_Fang_main.jpg"
  },
  {
    "email_address": "ayg3081@nyu.edu",
    "full_name": "Ysabelle Galvez",
    "net_id": "ayg3081",
    "project_title": "Katagelo",
    "year": "Senior (Senior Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "https://aysabellegalvez.com/",
    "project_link": "",
    "description": "Katagelo (short for katagelophobia - the fear of embarrassment) is a one-stop, modern, online resource for Social Anxiety Disorder, featuring a one-page informational website and online interactive exercises made with Twine. Drawing from what I learned in my own experience in therapy for social anxiety disorder, I realize accessible support is possible by using Twine to create interactive prompts inspired by cognitive behavioral therapy.",
    "main_image": "https://drive.google.com/open?id=1_2hFmCOvg82HXt0rxPGZ_GV9Tf2qSHdT",
    "supp_image": "https://drive.google.com/open?id=1iyHIxK81OJ1nl8c2pr6D2kQc1dPIv0PX, https://drive.google.com/open?id=1esGuHr1yiBB-h0KyhO3qETu7ltzFePiN, https://drive.google.com/open?id=1VZLSets-CH9GGUnmHVE23Hc-7R9ZECrr, https://drive.google.com/open?id=1UNip3n6--yWwezoAYf71s1JYykvk7Jcp",
    "keywords": "Mental health resource, Web design, social anxiety, interactive design",
    "linkedin": "https://www.linkedin.com/in/aysabellegalvez/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Ysabelle_Galvez_main.jpg",
    "supp_path": [
      "supp-images\\Amelie_Ysabelle_Galvez_1.jpg",
      "supp-images\\Amelie_Ysabelle_Galvez_2.jpg",
      "supp-images\\Amelie_Ysabelle_Galvez_3.jpg",
      "supp-images\\Amelie_Ysabelle_Galvez_4.jpg"
    ]
  },
  {
    "email_address": "ams9396@nyu.edu",
    "full_name": "Aala Siddiqi",
    "net_id": "ams9396",
    "project_title": "Grocery Lists: What They Reveal About Us",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://www.behance.net/aalasiddiqi",
    "project_link": "https://www.behance.net/gallery/196545843/An-Ode-to-Grocery-Lists",
    "description": "Humans, the world they live in, and the way they live their lives, is constantly evolving with time. In the last few decades with the industrial and information ages, the changes have been even more radical, and as we go about our busy everyday lives it becomes difficult to truly grasp the scale and pace at which human society and behaviour are changing. \nIt makes one wish for a witness, a recording device, a diary perhaps, that has been present through all the different times that have passed and continue to pass. This artefact would record, through its form, its content, and the socioeconomic contexts it was produced in how things have changed over time.\nAnd that’s how the grocery list came to mind. An ordinary, commonplace, and inconspicuous artefact that has been in use ever since humans learned to write. The aim of this project is to collect and observe grocery lists found in history but also in the present and the possible future. What does the way we make grocery lists say about us and what do our lists have the ability to reveal? Through this installation you will be surprised to find out how much our ever present grocery lists can know, see and tell about us.",
    "main_image": "https://drive.google.com/open?id=124lvayAb2CQwducZjPKkuOXb8TS9ylwM",
    "supp_image": "",
    "keywords": "AI, Alexa, Assistant, Convenience, Grocery, lists",
    "linkedin": "https://www.linkedin.com/in/aala-siddiqi-5036a4189/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Aala_Siddiqi_main.jpg"
  },
  {
    "email_address": "ac8479@nyu.edu",
    "full_name": "Aidan Choi",
    "net_id": "ac8479",
    "project_title": "Mental Health in Art",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "https://aidan-choi.squarespace.com/",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "jy3364@nyu.edu",
    "full_name": "Alison Yang",
    "net_id": "jy3364",
    "project_title": "IT'S LATTE O'CLOCK",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "https://alisonyang.myportfolio.como",
    "project_link": "",
    "description": "",
    "main_image": "https://drive.google.com/open?id=1aXqN_Lv1RXMQX5k52-cUII3Kqb3WtS1J",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Alison_Yang_main.jpg"
  },
  {
    "email_address": "ec4399@nyu.edu",
    "full_name": "Alison Chang",
    "net_id": "ec4399",
    "project_title": "PER ASPERA AD ASTRA",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "https://alisonecchang.com",
    "project_link": "https://alisonecchang.com/per-aspera-ad-astra",
    "description": "PER ASPERA AD ASTRA\" is an introspective film that guides viewers from anxiety to inner peace through an immersive narrative rendered in Unreal Engine. Inspired by Plato’s cave allegory and drawing on Carl Jung and Friedrich Nietzsche's insights, the film explores the complex interplay between mind and body. It uses metaphors, colors, and sounds to evoke a journey of self-discovery and reconciliation. This project focuses on visualizing emotional processes and the transformation from internal conflict to peace, positioning itself within the context of contemporary art and psychological study. It aims to connect deeply with the viewer, encouraging a reflective journey towards personal serenity.",
    "main_image": "https://drive.google.com/open?id=1C_znMsbPlReuHNjpuRzh_p5KKMGU0YGA",
    "supp_image": "https://drive.google.com/open?id=1OLTVFICRaAOblJIBCw_DSmlBXrEn4rNj, https://drive.google.com/open?id=1alim3esEo1iNVVu15JnZhAuOQBvecYi6, https://drive.google.com/open?id=10eMz1ohxpt4l4b8xXPvQS5to4yXADAaB",
    "keywords": "immersive experience, art, narrative/storytelling",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Alison_Chang_main.jpg",
    "supp_path": [
      "supp-images\\Alison_Chang_1.png",
      "supp-images\\Alison_Chang_2.png",
      "supp-images\\Alison_Chang_3.png"
    ]
  },
  {
    "email_address": "fms327@nyu.edu",
    "full_name": "Francesca Sanders",
    "net_id": "fms327",
    "project_title": "Anika's Arrangement Teaser",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "https://www.francescasanders.net/",
    "project_link": "",
    "description": "Work in Progress",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "tw2196@nyu.edu",
    "full_name": "Michelle Wan",
    "net_id": "tw2196",
    "project_title": "Creativity Reimagined",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "very short film ~2min",
    "portfolio_link": "https://www.michellewan.design/",
    "project_link": "",
    "description": "In this exploratory motion design piece, I embark on a deep dive into the intangible and complex world of creativity, using the metaphor of a daring diver exploring the ocean's depth, chasing something that is almost within reach. I aim for this piece to help viewers find a spark in their creative process and embark on their own journeys of self-expression and discovery.",
    "main_image": "https://drive.google.com/open?id=1o8PG5rAJVZvuyPvqmWRA_71iYhA3A5qI",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Michelle_Wan_main.jpg"
  },
  {
    "email_address": "mp5808@nyu.edu",
    "full_name": "Mihika Padbidri",
    "net_id": "mp5808",
    "project_title": "Generative A.I. in Cinema: The Variations of Steamboat Willie",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "Mihika.info",
    "project_link": "https://idmmihika.squarespace.com/",
    "description": "Generative A.I. in Cinema: The Variations of Mickey Mouse is an artwork representing A.I.'s place in the film industry. As A.I. becomes more and more prominent, film professionals can wonder how A.I. will effect the film industry and how generated film will compare to human-made film. To address this question, I have created a grid of one of the most iconic human-made film characters: Steamboat Willie, along with multiple A.I. variations of Mickey Mouse. As a professional filmmaker myself, I hope my artwork can inspire and shed some light to other filmmakers on the uses of A.I. technology in cinema.",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "yz7914@nyu.edu",
    "full_name": "Suda Yuanhao Zhao",
    "net_id": "yz7914",
    "project_title": "Video Letters",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "https://sudazyh.com/",
    "project_link": "https://sudazyh.com/idm_senior_project.html",
    "description": "Video Letters is a compilation of improvised video letters journaling from March to April 2024, with the method of surrealist automatism. Inspired by \"Video Letter (1983)\" by Shūji Terayama and Jonas Mekas's diary films, it uses found footage, original photos&videos, and found sound. Emphasizing spontaneity over detailed plans, it experiments with photography's excitement through embracing the randomness and dailiness of life. It's also an experimentation of self-expression through moving images, echoing the nature of poetic imagery.",
    "main_image": "https://drive.google.com/open?id=13V7Gm_3UOZh6SMDjTMj_dLWTAC6nMZUx",
    "supp_image": "https://drive.google.com/open?id=1yYksOr43_qveiHIzakeQQYKhAkrh0W1A, https://drive.google.com/open?id=1jMtpJMtkMgHjA4nTJjlJZx7AHYLZW2Xv, https://drive.google.com/open?id=1xjPvrG6lHwem_d01bnzXvnyEEsS-IPqO, https://drive.google.com/open?id=1lN_v4_V-dtfgbSoRBQVvPhoek3qd1q5P, https://drive.google.com/open?id=1Yk9kJjT0bBQoUA29qahGn1MENuRu2yY-, https://drive.google.com/open?id=1fsGum624-xLSllSPw7E9j3wy9KzkUxjR, https://drive.google.com/open?id=1serLR_C8ZKrZLzxfsYr8MDrgbIdlf-eU, https://drive.google.com/open?id=1qkGO6zOV_9Axdxniu53MFVTbLIKemusb",
    "keywords": "Video Art, Surrealist automatism, Experimentation, Cinema, Dailiness, Self-expression",
    "linkedin": "https://www.linkedin.com/in/suda-zhao-753a0121b/",
    "instagram": "",
    "video_content": "https://www.youtube.com/channel/UC3PoQGuBA0tujlevbKyAJIQ",
    "image_path": "main-images\\Suda_Yuanhao_Zhao_main.jpg",
    "supp_path": [
      "supp-images\\Suda_Zhao_1.jpg",
      "supp-images\\Suda_Zhao_2.jpg",
      "supp-images\\Suda_Zhao_3.jpg",
      "supp-images\\Suda_Zhao_4.jpg",
      "supp-images\\Suda_Zhao_5.jpg",
      "supp-images\\Suda_Zhao_6.jpg"
    ]
  },
  {
    "email_address": "yc5590@nyu.edu",
    "full_name": "Allen Chen",
    "net_id": "yc5590",
    "project_title": "AR-HUD for Novice Drivers",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "AR",
    "info": "",
    "portfolio_link": "https://www.allen1206.com/",
    "project_link": "https://www.allen1206.com/asst-driver-allen",
    "description": "This thesis embarks on an exploration and design endeavor centered on AR-HUD UIs and educational interventions tailored for novice drivers integrated into automotive windshields. Through adherence to principles of human-computer interaction and visual design, AR-HUD interfaces can significantly enhance cognitive resource allocation, thereby advancing novice driving safety and alleviating stress. This research is a valuable reference for developing and implementing AR-HUDs, promising enhanced user experiences and usability within the automotive sector.",
    "main_image": "https://drive.google.com/open?id=1sbIWAETjM3rHkDPm-wOR2sxQxMIRER0U",
    "supp_image": "",
    "keywords": "AR, Interaction Design, Automobile, UX Design",
    "linkedin": "www.linkedin.com/in/allen-chen-139524164",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Allen_Chen_main.jpg"
  },
  {
    "email_address": "abm9376@nyu.edu",
    "full_name": "Angel Mai",
    "net_id": "abm9376",
    "project_title": "Acedia",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Game",
    "info": "",
    "portfolio_link": "https://angelbmai.com/",
    "project_link": "https://angelbmai.com/Acedia",
    "description": "There is something dead drifting in the digital cosmos. In this age of high information density and low comprehensibility, entertainment platforms serve a role in society historically associated with churches and temples: a site where divine ecstasy is possible. Entertainment has replaced the void left by passion. Acedia refers to a profound sense of apathy towards facets of life that demand spiritual passion. This thesis project is an interactive rhythm-based video game exploring music’s ability to communicate to the spirit.",
    "main_image": "https://drive.google.com/open?id=1OmVL94wQWL1wCrwGSm8XgnaUb_PaPD6o",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Angel_Mai_main.jpg"
  },
  {
    "email_address": "av3292@nyu.edu",
    "full_name": "Anika Verma",
    "net_id": "av3292",
    "project_title": "Deep Learning for Hindustani Classical Music",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "A deep learning project that will generate Hindustani classical music, the music will be displayed in an installation and I will make art to accompany it.",
    "portfolio_link": "https://anikaverma.com",
    "project_link": "https://anikaverma.com/thesis",
    "description": "Hindustani classical music is an under-studied field in Music Information Retrieval (MIR) and currently, no deep-learning based generative models exist for Hindustani classical music generation. This music has been generated based on a model developed by the student researcher, and to display the music. has been added in an audio-visual installation. The music has been remixed with human-created Hindustani classical music, but there are portions of the installation where only the AI-generated music is playing. Viewers will see how AI-generated music has the potential to be integrated with different art forms, including classical non-Western forms.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Machine Learning, AI, Deep Learning, Music Tech, Music Information Retrieval, Classical Music, Non-Western Music",
    "linkedin": "https://linkedin.com/in/anikave",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "ea2717@nyu.edu",
    "full_name": "Emmy Andrews",
    "net_id": "ea2717",
    "project_title": "Paying the Price: A Food Apartheid Simulation Game",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Game",
    "info": "",
    "portfolio_link": "https://readymag.com/u1050269919/4353041/",
    "project_link": "https://wp.nyu.edu/emmysthesisdocumentation/thesis-archive/",
    "description": "Emmy is an artist and designer from Orlando, Florida. She received her Bachelor of Arts in Studio Art from the University of Central Florida, where she first became interested in the sociology of food as well as digital media and graphic design. After moving to Bedford-Stuyvesant in Brooklyn and noticing the food accessibility issue in the neighborhood, she decided to focus her thesis research on the topic of food apartheid in urban neighborhoods.",
    "main_image": "https://drive.google.com/open?id=1mG3xdxzB-lwZanvQYOaoNq2LGdrkr3x_",
    "supp_image": "",
    "keywords": "Food sociology, video game design, creative writing, food politics, HTML, Twine coding",
    "linkedin": "www.linkedin.com/in/emmy-andrews-b096aa141",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Emmy_Andrews_main.jpg"
  },
  {
    "email_address": "gvb9858@nyu.edu",
    "full_name": "Gillian Bayne",
    "net_id": "gvb9858",
    "project_title": "Finding Home",
    "year": "Senior (Senior Project)",
    "medium": "Game",
    "info": "",
    "portfolio_link": "https://wp.nyu.edu/tandonschoolofengineering-gbayne/",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "mr5354@nyu.edu",
    "full_name": "Micah Rapelje",
    "net_id": "mr5354",
    "project_title": "Starlit Night",
    "year": "Senior (Senior Project)",
    "medium": "Game",
    "info": "",
    "portfolio_link": "https://www.notion.so/sprapelje/Portfolio-c15fa07e48fa4e7fbb0d4225fb7b7c7c",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "ys4136@nyu.edu",
    "full_name": "Sarah Sun",
    "net_id": "ys4136",
    "project_title": "The Forgotten Village",
    "year": "Senior (Senior Project)",
    "medium": "Game",
    "info": "",
    "portfolio_link": "www.crypto-portfolio.net",
    "project_link": "https://docs.google.com/document/d/1HbJs6HyElGcAHAxex0t6ubKrGEhQqlaw6D8vqOM-uf0/edit?usp=sharing",
    "description": "I chose to create a horror game for my senior project. This game tends to provide players with strong sensory stimulation. Although there are a lot of amazing games out there for educational purposes, I like to make games that are only for entertainment. I’m not the type of person who is trying to teach people a lesson or talk about controversial ideas in my games. All I want is for people to enjoy the process of playing. Because I think people should have time that they do not need to think about the actual social issues that are happening in the real world. People deserve a break. Therefore, being able to relax and like the game experience after playing the game are the goals that I’m trying to achieve.\nI like to play games and I also like to watch people walking through the storylines of games. There are many times that I can feel empathy and touch for in-game characters after knowing the entire storylines. Lots of the 2D and 3D dark adventure games such as Sally Face, Black Mirror Series, Resident Evil, etc. were my inspiration for this project. \nThe Forgotten Village is a dark adventure game that follows Conner(the main character) to discover his past and reveal an unspeakable story. In the end, Connor is going to to defeat the greatest fear that is inside of his own heart.",
    "main_image": "https://drive.google.com/open?id=1Q7vk_1U0Ty6T4vclz3iQZZyPq_6cd98D",
    "supp_image": "https://drive.google.com/open?id=1GSuxPjoxxaM3Yy4eOcWDlQEH3FsKaco9, https://drive.google.com/open?id=1Wyvg8ONiqhvgVeiUMoBPO6Cb_2n_rkUr, https://drive.google.com/open?id=1jjdwHo_dcNTXTEP3wsOx6lQ2ZH7kIHsu, https://drive.google.com/open?id=1VBvOCHvLpgRlQSEz97LPOVBQjXwIXYaf, https://drive.google.com/open?id=1C4yZUEUltUUtZf7TWGbGiG-oTR_STLVT",
    "keywords": "Game Design, Game Development, First Person Adventure Game, 3D Modeling, 3D Animation, Sound Engineering, Sound Synthesizing",
    "linkedin": "https://www.linkedin.com/in/sarah-sun-5634b921b/",
    "instagram": "",
    "video_content": "https://youtu.be/dyN9ANnoMk0",
    "image_path": "main-images\\Sarah_Sun_main.jpg",
    "supp_path": [
      "supp-images\\Sarah_Sun_1.jpeg",
      "supp-images\\Sarah_Sun_2.jpeg",
      "supp-images\\Sarah_Sun_3.jpeg",
      "supp-images\\Sarah_Sun_4.jpeg",
      "supp-images\\Sarah_Sun_5.jpeg"
    ]
  },
  {
    "email_address": "sw5611@nyu.edu",
    "full_name": "Shiqi Wang",
    "net_id": "sw5611",
    "project_title": "Not a Farming Game",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Game",
    "info": "This project is a fusion of two components: a video game and a physical controller (akin to a small installation)",
    "portfolio_link": "https://shiqiwang.art/",
    "project_link": "https://www.shiqiwang.art/not-a-farming-game",
    "description": "This project explores innovative interaction methods within farming games through the use of a physical controller, inspired by the idea of developing my own farming game set on an island. \nThe digital part of the project mirrors a typical farming game situated on an island, while the physical part features a controller that replicates the game's island setting. This project stands out by emphasizing physical engagement, diverging from the traditional farming games that rely solely on screen-based interactions through clicks and presses. Players interact with tangible objects on the controller, with each action designed to mimic real-world farming activities (e.g., sowing involves placing seeds into a soil compartment, and fruits emerge during the harvesting process). This experimental approach to physical interaction, drawing from real-life farming practices, aims to explore ways to enhance the game's sense of reward and engagement.",
    "main_image": "https://drive.google.com/open?id=16PfEw_37lmj5o1ocouUMOn_fjO_hKKz_",
    "supp_image": "",
    "keywords": "Video Game Design, Interaction Design, Physical Computing",
    "linkedin": "https://www.linkedin.com/in/shiqi-wang-wsq/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Shiqi_Wang_main.jpg"
  },
  {
    "email_address": "xs2290@nyu.edu",
    "full_name": "Simone Sun",
    "net_id": "xs2290",
    "project_title": "Contextual Visualization Feature for Speech-to-Text App on XR Devices",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "AR",
    "info": "XR headset based AR app",
    "portfolio_link": "https://simonexsun.com",
    "project_link": "https://simonexsun.com/case_study_DT.html?xr_subtitle",
    "description": "The contextual visualization feature is designed to enhance our speech-to-text app for the Apple Vision Pro, catering specifically to users whose primary cognitive style is visual thinking. This feature will provide visual aids alongside real-time text transcription of spoken language, enriching the user's understanding and engagement with conversations, lectures, or any spoken content.",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "https://www.linkedin.com/in/simonesun/",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "sp6921@nyu.edu",
    "full_name": "Siri Chandana Pothuri",
    "net_id": "sp6921",
    "project_title": "Dear Being",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Physical Display",
    "info": "Tactile - tech experience (a kit with books and AR concept)",
    "portfolio_link": "https://siripothuri.framer.website/",
    "project_link": "https://wild-jersey-1bd.notion.site/Thesis-IDM-2024-Purusha-Prakriti-b278186d0bbc432cb8ccc2fda61b15f9",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "ss16995@nyu.edu",
    "full_name": "Sreya Sewkaransing",
    "net_id": "ss16995",
    "project_title": "Hazard Hero",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Game",
    "info": "Video Game and Booklet",
    "portfolio_link": "https://arinautismresearch.wordpress.com",
    "project_link": "https://www.hazardhero.org",
    "description": "The creation of Hazard Hero was motivated by the primary goal of providing a mentally engaging and enjoyable teaching environment designed exclusively for adults with autism. The main focus of the theme is mostly centered around food safety, and its presentation is intentionally designed to avoid confusion.  In order to ensure inclusion, careful consideration was given to the design of activities that could effectively cater to a wide range of learning styles.\n\nHowever, the importance of Hazard Hero goes beyond only acquiring practical skills. It has a larger societal goal of fostering an attitude that promotes openness and acceptance towards individuals with varied learning styles. Hazard Hero passionately advocates for equal access to customized educational methods, serving as a symbol of the powerful impact that personalized teaching approaches may have on achieving equality in education in today's evolving landscape.",
    "main_image": "https://drive.google.com/open?id=1wlNCAGc--KoWZwRXT4MajGTEG5TO3AIj",
    "supp_image": "https://drive.google.com/open?id=1rylF3BCc99ISjlUNuRrBC-VtaOeEspUS, https://drive.google.com/open?id=13uvdDoSShue0sHlqx2Bn4cLBC7tNL-zW, https://drive.google.com/open?id=1_jsdI0j-fGgI-GI5h8XubeeLH8Rm-MqK, https://drive.google.com/open?id=1F2kwijurxoEUuUrGJDMtK-CFIK8Xw7GH, https://drive.google.com/open?id=1WUQLpZvAR_Jx5e0nrrJCSFmRfF89NES0, https://drive.google.com/open?id=1IoqaLEy1SkqyeWEmptms2a74EEmpJSj3, https://drive.google.com/open?id=1DguPW9eR668Ubpwh5xNzmWDrrETmuHcT",
    "keywords": "Autism, Inclusive learning, ServSafe, Food handling, Empowerment, Neurodiversity, Interactive education, Supportive environment, Individualized learning, Accessibility",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Sreya_Sewkaransing_main.jpg",
    "supp_path": [
      "supp-images\\Sreya_Sewkaransing_1.jpg",
      "supp-images\\Sreya_Sewkaransing_2.jpg",
      "supp-images\\Sreya_Sewkaransing_3.jpg",
      "supp-images\\Sreya_Sewkaransing_4.jpg",
      "supp-images\\Sreya_Sewkaransing_5.jpg",
      "supp-images\\Sreya_Sewkaransing_6.jpg",
      "supp-images\\Sreya_Sewkaransing_7.jpg"
    ]
  },
  {
    "email_address": "sy3756@nyu.edu",
    "full_name": "Sylvia Yao",
    "net_id": "sy3756",
    "project_title": "Cyber Intimacy",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "VR",
    "info": "",
    "portfolio_link": "https://sylviayao.com/",
    "project_link": "https://sylviayao.com/Cyber-Intimacy",
    "description": "Cyber Intimacy creates a safe virtual realm for women to explore dating and intimacy with AI. AI companions offer comfortable connections transcending physical constraints. I craft code into understanding beings providing emotional companionship sans risks of the physical dating world. Their simulated presence allows self-discovery and growth through intimate bonds. More than just technology, it provides a space prioritizing women's needs for emotional security while forging new types of relationships. A pioneering vision melding the virtual and personal - mutual human-AI connections foster self-actualization within a protective digital environment.",
    "main_image": "https://drive.google.com/open?id=1Ks9Tt5vfPWXwuJxgoWT9hopqylhK9RAY",
    "supp_image": "",
    "keywords": "Virtual Reality, Interaction Design, Environment Design",
    "linkedin": "https://www.linkedin.com/in/siru-yao-88a46624b/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Sylvia_Yao_main.jpg"
  },
  {
    "email_address": "zc1143@nyu.edu",
    "full_name": "Tina Chen",
    "net_id": "zc1143",
    "project_title": "Project Reform",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Game",
    "info": "",
    "portfolio_link": "https://www.tinaczz.com/",
    "project_link": "https://www.tinaczz.com/project-remould",
    "description": "Project Reform is a third-person role-playing game that takes place in the year 2050, when games have been listed as a highly addictive illegal drug. The story centers around a teenager who has a dream of becoming a game designer. After years of secretly learning and playing games, he was caught and sent to a reform school for game addiction. As he explores the school, he slowly unveils the inhumane treatments behind the school’s facade, realizes his superpower, and encounters monsters. He goes on a mission to unveil the violence of this school to the world and reveal its deepest secret: the true purpose of this game drug war, the real nature of the reform school, and who has been behind it all.",
    "main_image": "https://drive.google.com/open?id=1xpCNqpXGjhAN1ssCLIzQ_BhYOtpe7vBQ",
    "supp_image": "https://drive.google.com/open?id=1fnAgovP-eB0OzEuPA5SXGOVaTokkSr-p",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Tina_Chen_main.jpg",
    "supp_path": ["supp-images\\Tina_Chen_1.jpg"]
  },
  {
    "email_address": "xh1144@nyu.edu",
    "full_name": "Xiaoli Han",
    "net_id": "xh1144",
    "project_title": "Reimagine Navigation with Cognitive Map",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "AR",
    "info": "",
    "portfolio_link": "https://xiaolihan19.com",
    "project_link": "https://xiaolihan19.com/p/xiaolihan19/02efc068",
    "description": "While GPS platforms like Google Maps are invaluable for navigation, their convenience comes at a cost: a decline in our memory and spatial skills. This project provides an alternative using cognitive maps, tapping into people's perceptions of their environment. By building a hyper-local knowledge system supported by collective experiences, this project shows how multisensory exploration shift our perspectives away from a single reality defined by standardized sizes, scales, shapes, and orientations. The resulting app aims to let individuals create their own navigational system, keep a record of their memories, and share with each other.",
    "main_image": "https://drive.google.com/open?id=1slqE7nfnQMHMk3eTIY0YKMMV8uSvEQ5J",
    "supp_image": "",
    "keywords": "System Design, Research, Interfaces, AR, Wayfinding, Decision-Making, Perceptions, Multi-sensory Design",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Xiaoli_Han_main.jpg"
  },
  {
    "email_address": "ys5249@nyu.edu",
    "full_name": "Yesha Shah",
    "net_id": "ys5249",
    "project_title": "InclusiveRealms",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "VR",
    "info": "",
    "portfolio_link": "https://www.yeshashah.com",
    "project_link": "https://www.yeshashah.com/InclusiveRealms",
    "description": "InclusiveRealms is a Virtual Reality (VR) experience that aims to tackle the problems of Physical Accessibility in a virtual environment. It all started out when my mother was diagnosed with Carpal Tunnel Syndrome and due to this she was unable to pick up or hold anything, much less put on a VR headset without feeling an immense amount of pain; just like this there are many other physical disabilities that hinder users from experiencing the full potential of VR. Physical, and digital accessibility are still some of the major barriers to the widespread adoption and enjoyment of VR experiences. Despite VR’s ability to help people, VR interactions are plagued with complex controllers, intricate button configurations, and physically demanding actions. Individuals with disabilities, limited mobility, or cognitive impairments may find it hard to navigate current interfaces. As a result of this, many potential users are excluded from fully accessing and benefiting from VR technology. In order to create a more inclusive and enjoyable virtual reality experience, the objective is to integrate the natural dexterity and user familiarity of hand movements in an experience to provide a more seamless experience. The project aims to tackle the challenges to accessibility in a VR environment by developing intuitive hand-based gestures as an alternative to traditional interaction methods. This project explores intuitive hand-based gestures for virtual reality interactions in order to achieve this goal. There are two parts to this project. The first part is an accessibility guideline for virtual reality, which will be available on a website to read the clear details and help users keep in consideration these aspects when designing and developing for VR and in the headset itself as a debug tool for creators when they are play-testing their environment. The second part is an experience that will aim to educate users on newly designed, intuitive hand gestures to help them communicate and experience VR in a better way.",
    "main_image": "https://drive.google.com/open?id=1o1JinGF6HcFJeZf_ZWJVO_jTh00JTI46",
    "supp_image": "https://drive.google.com/open?id=1UmVf1hjjQ5G6hldij8lqYemWrle67hiC, https://drive.google.com/open?id=1fhM4SbyowgqjVL0pz5Ej0b5mg8OhIouX, https://drive.google.com/open?id=18z7OaLgxLRVwjKTlGVVof6Vy8Jimau22, https://drive.google.com/open?id=1BYmnJ8ji1Qo0nPMbdj4x9mPILr8xrXnJ, https://drive.google.com/open?id=1RnMgbLNfH0M-bop0F42Sn2yvdjJk01AF",
    "keywords": "Accessibility, Virtual Reality, VR, Mixed Reality, Guidelines, User-Experience, User Interface, Interaction Design, Education, Teaching, Experience, 3D, Guideline",
    "linkedin": "https://www.linkedin.com/in/shahyeshaa/",
    "instagram": "https://www.instagram.com/yeshhhhhhhha",
    "video_content": "",
    "image_path": "main-images\\Yesha_Shah_main.jpg",
    "supp_path": [
      "supp-images\\Yesha_Shah_1.jpg",
      "supp-images\\Yesha_Shah_2.jpg",
      "supp-images\\Yesha_Shah_3.jpg",
      "supp-images\\Yesha_Shah_4.jpg",
      "supp-images\\Yesha_Shah_5.jpg"
    ]
  },
  {
    "email_address": "yw3187@nyu.edu",
    "full_name": "Yilin Wang",
    "net_id": "yw3187",
    "project_title": "InterARt: Collaborative AR Artscapes",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "AR",
    "info": "",
    "portfolio_link": "https://yilinwang.art",
    "project_link": "https://yilinwang.art/InterARt",
    "description": "My project introduces an innovative AR remote sharing art creation tool designed to revolutionize the way we think about collaborative art and social interaction. This platform enables users to upload spatial coordinates to serve as a canvas, allowing friends and collaborators to engage in AR art creation from various locations and times. This not only opens up new avenues for artistic expression but also fosters a unique social experience. Moreover, companies and institutions can leverage this technology to share spaces like building facades or public walls as AR canvases, inviting public creation and display. This tool is poised to blend creativity, community, and technology, transforming public and private spaces into interactive art experiences.\n\nIn response to the isolation brought by global challenges, InterARt reimagines connection and creativity. Users begin by scanning a space—a potential canvas—then share it with the world. Across the globe, individuals add their artistic touch, drawing directly on this communal canvas. The magic unfolds when these artworks are viewed on-site through AR, bringing a digital masterpiece into the physical realm.\n\nThis platform bridges distances, offering a communal space for creativity that defies physical barriers. It's more than just an art tool; it's a means to connect, heal, and celebrate our shared humanity in times of isolation. Through this blend of technology and art, we invite a global audience to participate in a collective, creative journey, transforming solitary spaces into shared artistic experiences.",
    "main_image": "https://drive.google.com/open?id=1prqqCNLqHZQcImlpqQkgdpNVYUouiwB_",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Yilin_Wang_main.jpg"
  },
  {
    "email_address": "zyl233@nyu.edu",
    "full_name": "Zheng Yu Lin",
    "net_id": "zyl233",
    "project_title": "Live NPCs",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Digital Display",
    "info": "My thesis project is regarding character development in 3D",
    "portfolio_link": "https://wp.nyu.edu/tandonschoolofengineering-zhenglinthesisprojectspring2024/",
    "project_link": "https://zyl233.wixsite.com/my-site-1",
    "description": "",
    "main_image": "https://drive.google.com/open?id=107e5N8OBwpGQdI9LTTqFSM-NvgzoW3n4",
    "supp_image": "",
    "keywords": "Game Art Development",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Zheng_Yu_Lin_main.jpg"
  },
  {
    "email_address": "zx1403@nyu.edu",
    "full_name": "Ziwei Tainy Xu",
    "net_id": "zx1403",
    "project_title": "Pokémon cARd",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "AR",
    "info": "",
    "portfolio_link": "http://tainyxu.com/",
    "project_link": "http://tainyxu.com/",
    "description": "Pokémon cARd introduces a fresh style of gaming, transforming the beloved Pokémon Trading Card Game (TCG) into an immersive Augmented Reality (AR) experience. Through this enhanced version, players can jump into a dynamic world where collecting cards, building decks, battling, and practicing take on a new dimension of interaction. The game seamlessly integrates physical gameplay elements with cutting-edge AR technology by including a physical game set that facilitates AR multiplayer functionality and a mobile application that brings the AR components to life.\n\nThe significance of this project is underscored by its potential to redefine the TCG landscape, bridging the gap between physical and digital gameplay. The study proposes comprehensive analyses of the existing Pokémon TCG community and rules, available AR-enhanced card games in the market, and technical development platforms and pipelines required for integration. Through the above, this research offers crucial insights into how AR can enhance analog TCGs while respecting their physical essence and communal value, thereby filling a knowledge gap in the design of future card games.",
    "main_image": "https://drive.google.com/open?id=1MqsiMWxsHrqmLSu-vvW6v2hWD-JGaVfZ",
    "supp_image": "",
    "keywords": "Augmented Reality (AR), Game Design",
    "linkedin": "www.linkedin.com/in/tainy-xu",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Ziwei_Tainy_Xu_main.jpg"
  },
  {
    "email_address": "ks6672@nyu.edu",
    "full_name": "Kaustav Sarkar",
    "net_id": "ks6672",
    "project_title": "Home Envision",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "VR",
    "info": "",
    "portfolio_link": "https://www.kaustavsarkar.in/",
    "project_link": "https://wp.nyu.edu/tandonschoolofengineering-kaustavthesis/",
    "description": "We have all heard “Home is where the heart is”, so when we think of home and belonging every individual has a unique perspective of what home means to them. As international students from across the world, we have embraced the culture, norms, and lifestyle in New York. Through the process, many of us have either started to think of the city as our home or are yet to come to terms with the changing lifestyle. Home often means more than just the four walls in a world where people are constantly moving from place to place locally or globally in search of better opportunities or situational circumstances. While, trying to understand my idea of what home means to me, looking through the photos on my phone I realized how each place that I lived, contributed to the larger concept of home for me, where it was not just a single place but a culmination of these multiple memories, longing, nostalgia and incidents that contributed to my understanding of home. As I searched for a community and belonging, where and how I thought of home to be, became a significant question.  This project is an exploration of the idea and concept of a home through the approach of documenting it through the medium of VR, portraying the idea through the views of certain individuals and their experiences.",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "https://www.linkedin.com/in/kaustavsarkar24/",
    "instagram": "https://www.instagram.com/kaustavsarkar/",
    "video_content": ""
  },
  {
    "email_address": "gl2451@nyu.edu",
    "full_name": "Gahyun Tiffany Lee",
    "net_id": "gl2451",
    "project_title": "Gachi",
    "year": "Senior (Senior Project)",
    "medium": "Installation Art",
    "info": "Pop-Up Booth Installation, displaying merch, interactive experiences, and a projected animation reel",
    "portfolio_link": "http://tiffanylee.framer.website",
    "project_link": "",
    "description": "Gachi in Korean means two words. 같이 which means together and 가치 which means worth. This project is dedicated to the memories I made with my friends here in college. Heavily influenced by my friends’ love for blind boxes and their distinctive personalities, I wanted to create a line of 3D characters dedicated to them. This project is for all the students who may have to part ways with their college friends.",
    "main_image": "https://drive.google.com/open?id=11_DGyEZcHxvbO_kMvKzqQbAyKqReONxq",
    "supp_image": "",
    "keywords": "Branding, Character Design, Graphic Design, Pop-Up Booth, Interactive Installation, Interaction Design, 3D Design",
    "linkedin": "www.linkedin.com/in/tiffanyleelink",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Gahyun_Tiffany_Lee_main.jpg"
  },
  {
    "email_address": "hj1381@nyu.edu",
    "full_name": "Hannah Jo",
    "net_id": "hj1381",
    "project_title": "S is for Silas",
    "year": "Senior (Senior Project)",
    "medium": "Physical Display, Website",
    "info": "Physical Book + Website/Digital assets",
    "portfolio_link": "https://hannahjo.fun/",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "https://www.instagram.com/hannaahjo",
    "video_content": ""
  },
  {
    "email_address": "st4671@nyu.edu",
    "full_name": "Joanne Tang",
    "net_id": "st4671",
    "project_title": "The Inclusive VR Card Deck",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Game",
    "info": "A tangible card game accompanied by a digital website",
    "portfolio_link": "https://www.joanne-tang.com/",
    "project_link": "https://joannetang07.wixstudio.io/inclusive-vr-cards",
    "description": "The Inclusive VR Card Deck examines the intersection of AI and VR to champion accessibility across education, healthcare, workplace, and more. It uncovers how AI's integration within VR can address existing accessibility challenges, informed by a decade of research, professional insights, and public opinions. Viewers will encounter innovative AI solutions through an analog card game designed to foster inclusive VR design. This project not only highlights the synergy between AI and VR but also emphasizes the collective effort needed to create digital spaces accessible to all.",
    "main_image": "https://drive.google.com/open?id=169V3dPs_ye_JmVSmnA7x0hTROQ6iuYBA",
    "supp_image": "",
    "keywords": "Virtual Reality, Accessibility, Artifical Intelligence, UX Design, Game Design",
    "linkedin": "https://www.linkedin.com/in/shiyunta/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Joanne_Tang_main.jpg"
  },
  {
    "email_address": "sca297@nyu.edu",
    "full_name": "Sarah Awad",
    "net_id": "sca297",
    "project_title": "FIT: Interventions for Online Fitness Classes",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "https://www.sarahcawad.com/",
    "project_link": "https://www.movewsarah.com/",
    "description": "movewsarah.com is a virtual fitness studio inspired by my research and development of Fitness Instructional Technology (FIT). FIT is the exploration and application of technology interventions on online fitness classes, which includes AV innovations, multimedia applications and user-centric design. It challenges norms, and pushes the defining of online fitness as a poignant modality unique to in-person experiences.",
    "main_image": "https://drive.google.com/open?id=1v3M5ZiWbLMkXzvTThnAhZNbFbJYfq0nz",
    "supp_image": "https://drive.google.com/open?id=1NcwlTw2_vKUn2-Md0yvGVrwa97I1JcNg, https://drive.google.com/open?id=1xI0yLYiLI6E556jzC69dWbhWzwsyoAxi, https://drive.google.com/open?id=1wZXF3CR6eyChTy-47Uy3hrFCIYaUVlrX, https://drive.google.com/open?id=1-ltxs7FiF4zmedNqmjUNA_IIhmMVh3s0, https://drive.google.com/open?id=1GKnTGRktPvNYAyvs5IjfuNeYS0nbznBz, https://drive.google.com/open?id=1CcV8XvvrlEf-wwen5potKPggmIpUNf0b, https://drive.google.com/open?id=1uxs6d5GpEr6iA28HBPXh24MyCglHJnOT",
    "keywords": "Fitness, Online Classes, Online Learning, Livestreaming, Instructional Technology, Pilates, Fitness Instruction",
    "linkedin": "https://www.linkedin.com/in/sarah-c-awad/",
    "instagram": "https://www.instagram.com/movewsarah",
    "video_content": "https://www.youtube.com/@movewsarah",
    "image_path": "main-images\\Sarah_Awad_main.jpg",
    "supp_path": [
      "supp-images\\Sarah_Awad_1.jpg",
      "supp-images\\Sarah_Awad_2.png",
      "supp-images\\Sarah_Awad_3.jpg",
      "supp-images\\Sarah_Awad_4.jpg",
      "supp-images\\Sarah_Awad_5.png",
      "supp-images\\Sarah_Awad_6.png",
      "supp-images\\Sarah_Awad_7.png"
    ]
  },
  {
    "email_address": "lz2807@nyu.edu",
    "full_name": "Liqian Zhang",
    "net_id": "lz2807",
    "project_title": "SONIQUE: Efficient Video Background Music Generation",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Research",
    "info": "",
    "portfolio_link": "https://zxxwxyyy.github.io/",
    "project_link": "https://zxxwxyyy.github.io/templates/sonique.html",
    "description": "A Multi-model tool that designed to help video editors generate background music on video & tv series' transition scene. In addition, it can be used by music composers to generate conditioned music base on instruments, genres, tempo rate, and even specific melodies.",
    "main_image": "https://drive.google.com/open?id=13gzf-g8aIlSgTYutEPpKRnJLddutcLPg",
    "supp_image": "",
    "keywords": "",
    "linkedin": "https://www.linkedin.com/in/liqian-zhang-0572b91a7/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Liqian_Zhang_main.jpg"
  },
  {
    "email_address": "al7718@nyu.edu",
    "full_name": "Alice Lee",
    "net_id": "al7718",
    "project_title": "Enfold: Exploring Bicultural Identity Through Photo Narratives",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "https://www.alvce.com",
    "project_link": "https://myenfold.com",
    "description": "My thesis explores the bicultural experiences of second-generation immigrants living in the U.S. and investigates the use of digital tools for photo sharing and storytelling to foster cultural understanding, build identity, and strengthen intergenerational relationships. The outcome is an interactive, gamified archive for families, featuring images, stories, and translations contributed by family members. The product is designed to facilitate conversations and creativity around past experiences and preserve stories. It specifically addresses challenges faced at the intersectionality of cultures and generations, including language barriers and accessibility.",
    "main_image": "https://drive.google.com/open?id=1UNMUCaGejchK2I0KaTp-c84xy6AhAIoG",
    "supp_image": "",
    "keywords": "Photo Archives, Interaction Design, User Experience",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Alice_Lee_main.jpg"
  },
  {
    "email_address": "hah8230@nyu.edu",
    "full_name": "Haddie Hill",
    "net_id": "hah8230",
    "project_title": "The Peppered Paul",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art, Website",
    "info": "I am creating a eco friendly and indescructable dog bed and doing a full marketing campaign with video, web, ads etc.",
    "portfolio_link": "https://www.haddiehillportfolio.com/",
    "project_link": "http://www.thepepperedpaul.com",
    "description": "The Peppered Paul is a company dedicated to creating sustainable dog beds through longevity, durability, recycled materials, manufacturing and processing. The design is based, first and foremost, around a long lasting durability. There are several “sustainable” dog beds on the market that utilize recycled or compostable materials. However, there is a hyperfixation on the origin of the materials, leading to a failure to couple durable recycled materials with well researched design and craftsmanship. The Peppered Paul has set out to fill that gap in the market by creating a dog bed that you will never have to throw away, keeping even once recycled materials from adding to the incredible 14.57 minion tons of pet waste thrown out each year. This project began as a search for a “chew proof” sustainable dog bed for family, clients and friends who’s dogs regularly go through over fifteen beds per year and often struggle with blockages from the ingested materials. From working in the pet industry and knowing the scale of waste produced both by low quality products and production, I saw a space for innovation that could not only make a difference in the industry, but also improve the lives of individual pets and pet parent’s.",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "https://www.linkedin.com/in/haddie-hill/",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "keb9830@nyu.edu",
    "full_name": "Kaia Elise Baker",
    "net_id": "keb9830",
    "project_title": "Kairos",
    "year": "Senior (Senior Project)",
    "medium": "AR, Installation Art",
    "info": "My installation involves large, mounted prints of sketches, renderings, and physical garments. I will have three of each. There will be a QR code on the prints where the audience can scan to access my live image targeting site where a video loop of a model will appear displaying the clothing (posing) - this is the AR aspect.",
    "portfolio_link": "https://kaiabakerportfolio.my.canva.site/2",
    "project_link": "https://wp.nyu.edu/tandonschoolofengineering-kaiabakersite/",
    "description": "'Title' aims to fuse design and cutting-edge technology through Kaia's fashion brand, Quintessential, seamlessly merging mixed reality with traditional fashion experiences. Through this installation, she seeks to convey the essence of \"the process\" as integral to the art itself, highlighting that the journey to creation is just as significant as the final outcome. This narrative not only reflects her personal creative journey but also underscores the project's ethos, inviting viewers to appreciate the transformative journey behind each piece.",
    "main_image": "https://drive.google.com/open?id=1Cus1MkxrHdAsSTjHNT150LiqwoFi-Bpd",
    "supp_image": "https://drive.google.com/open?id=1byyv0Yp9jwAWrah4PN5hLS18SXacdw4y, https://drive.google.com/open?id=1KMZtTkiC20u5NQD0bFXNrNxZ-aLx2ypK",
    "keywords": "Fashion Design, 3D Rendering, Image Targeting",
    "linkedin": "https://www.linkedin.com/in/kaiabaker/",
    "instagram": "https://www.instagram.com/kaiaelisebaker/",
    "video_content": "",
    "image_path": "main-images\\Kaia_Elise_Baker_main.jpg",
    "supp_path": [
      "supp-images\\Kaia_Baker_1.jpeg",
      "supp-images\\Kaia_Baker_2.jpeg"
    ]
  },
  {
    "email_address": "jmh10018@nyu.edu",
    "full_name": "Justine Ha",
    "net_id": "jmh10018",
    "project_title": "Scene Magazine",
    "year": "Senior (Senior Project)",
    "medium": "Graphic Design, Physical Display",
    "info": "I am producing a fashion magazine with original graphic design & photography work",
    "portfolio_link": "https://justinemha.com",
    "project_link": "",
    "description": "Justine Ha (b. 2003) is a Korean-American multidisciplinary creative based in New York City & the San Francisco Bay Area. Through their multimedia work, Justine wants to highlight the intricacies of multiculturalism, and the role heritage plays when shaping our identity. Her goal is to ultimately focus on the integration of graphic design and photography in her work to craft engaging and dynamic visual experiences. \n\nThus, SCENE was created — a fashion magazine highlighting emerging young AAPI fashion designers. The first issue showcases three undergraduate designers from FIT & Parsons who are reimagining what it means to craft & design clothes. While there are so many AAPI artists interested in the intersection of fashion, design, and photography in NYC, SCENE allows creatives to connect with and learn from each other.",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "https://www.linkedin.com/in/justine-ha/",
    "instagram": "https://www.instagram.com/justineha",
    "video_content": ""
  },
  {
    "email_address": "rs8442@nyu.edu",
    "full_name": "Ruoyun Sheng",
    "net_id": "rs8442",
    "project_title": "Gender Norms and Product Design",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://www.ruoyunsheng.com/",
    "project_link": "https://www.ruoyunsheng.com/playground/aurawell",
    "description": "While contemporary society has made significant progress in addressing gender equality, the pervasive influence of patriarchy still persists in more subtle and implicit forms. There continue to be a large amount of invisible costs and emerging dilemmas that females are facing and experiencing. This project aims to investigate how self-care products contribute to or challenge existing social norms and gender stereotypes. The primary objective is to understand the gendered narratives and visual design elements embedded in self-care products, aiming to explore how these elements influence gender performativity and gender construction. This research study will scrutinize the presentation and marketing of self-care products, identifying the gender tropes they rely on and examining the phenomenon of inanimate objects being gendered.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Gender Norms, Product Design, Package Design Design, Self-care, Visual Design",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "mgk5543@nyu.edu",
    "full_name": "Megan Kim",
    "net_id": "mgk5543",
    "project_title": "K오REANIMATION",
    "year": "Senior (Senior Project)",
    "medium": "Game",
    "info": "My project is going to be hosted as a website, but the actual project will play and be interacted as more similarly to a game.",
    "portfolio_link": "https://megankim.org/",
    "project_link": "https://koreanimation.xyz/",
    "description": "I'm crafting an interactive and educational website to simplify the Korean alphabet for all ages. Utilizing motion graphics, users experience the language visually and audibly, learning through animations, inspired by traditional Korean patterns and elements. This project aims to intersect technology, education, and culture, offering a fun and entertaining way to explore the beauty of the Korean language.",
    "main_image": "https://drive.google.com/open?id=1XTF1oFIAaVSb02vWCGNQeLRI8IE8brJP",
    "supp_image": "https://drive.google.com/open?id=1fMfzjMtpgQGIb2xE7HhzMEhVy8rSo92w, https://drive.google.com/open?id=113S-39bUVg_cjX567CAyOQZqoz8WqgnB, https://drive.google.com/open?id=1PKfB30MWUKwwPhzARj7DmafNNDGsDlf1",
    "keywords": "Education, Motion Graphics, Interaction Design, Culture, Language",
    "linkedin": "https://www.linkedin.com/in/megan-kim-6a332b17a/",
    "instagram": "https://www.instagram.com/nutmegan_/",
    "video_content": "",
    "image_path": "main-images\\Megan_Kim_main.jpg",
    "supp_path": [
      "supp-images\\Megan_Kim_1.jpg",
      "supp-images\\Megan_Kim_2.jpg",
      "supp-images\\Megan_Kim_3.jpg"
    ]
  },
  {
    "email_address": "gss9069@nyu.edu",
    "full_name": "Gabriela Szpilman",
    "net_id": "gss9069",
    "project_title": "Playing with Emotions",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Research",
    "info": "My project is a research about how emotions can affect our decision making. The idea is to put people inside a wooden dome with a multi-sensory experience inside to evoke emotions and than have them answer questions where they have to make decisions. Although the primary goal is research, it can also be seen as an art installation.",
    "portfolio_link": "https://gabiszpilman.myportfolio.com/work",
    "project_link": "https://gabiszpilman.myportfolio.com/playing-with-emotions",
    "description": "Have you ever thought about how the environment can interfere with your actions? This project is a research about how emotions can affect our decision making. Our experiences contribute to the construction of emotional patterns, which determine how we react and interpret what happens around us. That’s why emotions are part of our reasoning process, directly influencing our choices. This research is going to ask people to make intuitive decisions after going through a multi-sensory environment in order to compare the answers. Let's see how much can the environment influence our decisions!",
    "main_image": "",
    "supp_image": "",
    "keywords": "Emotions, Sensations, Decision Making, Multi-sensory experiences, Interaction Design, Visual, Audio, Texture, Smell, Stimuli,",
    "linkedin": "https://www.linkedin.com/in/gabriela-szpilman-a05546196",
    "instagram": "https://www.instagram.com/gabiszpilman/",
    "video_content": ""
  },
  {
    "email_address": "atl308@nyu.edu",
    "full_name": "Amy Tiffany Loo",
    "net_id": "atl308",
    "project_title": "A New Poetics of Space: ver. 370 Jay Street",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "VR",
    "info": "",
    "portfolio_link": "https://amytiffanyloo.com",
    "project_link": "https://amytiffanyloo.com/thesis",
    "description": "Rooted in the exploration of space, memory, and virtuality, and drawing upon the works of Gaston Bachelard, Walter Benjamin, Jacques Derrida, and Mark Fisher, A New Poetics of Space - ver. 370 Jay Street is a site-specific VR experience that stands as a testament to the power of XR technologies in transforming the meanings and narratives of places.\n\nIn this immersive experience, guests will find themselves in a space that is at once both familiar and strange, one that blends remembered/imagined past and present. Guests are tasked with recovering items in a time capsule, and through it, uncovering layers of hidden histories, narratives, and memories of the space. \n\nThe project contributes to a broader discourse on how locative, or location-based media can alter our perceptions and the meanings we attach to the spaces we inhabit.",
    "main_image": "https://drive.google.com/open?id=10bL_MZz6JCcKXyOfhAPXm6T3U5H9voba",
    "supp_image": "https://drive.google.com/open?id=1YDpP6juZJFNogcerDVWQOOM_5HcF5Bh-",
    "keywords": "Virtual Reality, Extended Reality, Locative Media, Site-Specific Performance",
    "linkedin": "https://www.linkedin.com/in/amy-tiffany-loo/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Amy_Tiffany_Loo_main.jpg",
    "supp_path": ["supp-images\\Amy_Loo_1.jpg"]
  },
  {
    "email_address": "kz2269@nyu.edu",
    "full_name": "Kaiyue Zhang",
    "net_id": "kz2269",
    "project_title": "harmony Assistant",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "kaiyuez.com",
    "project_link": "",
    "description": "I love the beauty and funky nature of electronic based art work, but also as a novice user in visual language coding I struggled a lot when I was doing my very first project. Along the way I saw a lot of other designers who are new to this programming language were in my shoes. We hope there would be some helper to guide us through. In 2023 I met Gen-AI and while using it I thought that I could merged AI and Max to craft something truly special for beginners. I was inspired by the stunning capabilities of AI in studying and analyzing large database and write codes with its interpretation. I designed harmonyAssistant to create a hop on stool for all novice designers could utilize Max and create the audio visual in their heads. Imagine playing a puzzle map where every detail whispers of possibility and innovation. This work sits where art and tech meet, with this stool I want to see more groundbreaking audiovisual pieces produced by novice designers.",
    "main_image": "https://drive.google.com/open?id=1nJOOXvn3nH36zkbvzyYWF-vSJ-Q6vA9-",
    "supp_image": "",
    "keywords": "Visual Programming Language, LLM, GenAI, Interactive Multimedia Content",
    "linkedin": "https://www.linkedin.com/in/kaiyue-zhang-24spring?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Ziye_Zhang_main.jpg"
  },
  {
    "email_address": "ab8388@nyu.edu",
    "full_name": "Arkara Boonthong",
    "net_id": "ab8388",
    "project_title": "Concordia Canvas: A White Label Immersive Platform",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Digital Display, Film/Featurette",
    "info": "Film + accompanying Figma prototype, like a choose your own adventure, but there's no real choice.",
    "portfolio_link": "https://arkara16.wixsite.com/visual-services",
    "project_link": "https://arkara16.wixsite.com/concordia-canvas",
    "description": "Concordia Canvas: A White Label Immersive Platform is a trailer and demo for a white-label immersive room: a new experience that can foster immersion in preexisting worlds through conversation and collaboration. This format combines the interactivity of a simulator ride with the communal cross-party nature of a rapids ride. The white label aspect comes from its customizability. This experience can be tailored towards specific themes and the stories the creative wants to tell. The overarching goal is to work with a partner to create something, release it into the world, and see the consequences of your actions. The interaction space at its core is a table and two chairs along with screen “windows”, peering into the world. But beyond these simple guidelines, the experience and world are entirely in your hands.",
    "main_image": "https://drive.google.com/open?id=1uzEgbBHA9bwTwsBweRK-p7z1yf9MynQH",
    "supp_image": "https://drive.google.com/open?id=1rO4AvfNncPKr7HK9r0waJ6TmRTB0oFaS, https://drive.google.com/open?id=1MoR-dq4fg1EpyLJDFz_IG4aEA9C1qnj7, https://drive.google.com/open?id=1np_a9j0VniNmmU7LHcTZF1vaKyX_KgLx, https://drive.google.com/open?id=10g1Rz4P-1Rjr98eKg5ssuBcotum_-lEw, https://drive.google.com/open?id=1wILtzyKO69HwRPXdVW-WGOBndEJ-H58J",
    "keywords": "Immersion, Immersive Entertainment, Immersive Experiences, Collaboration, Guest Interaction, Collaboration, Communal Experiences, Experience Design, Mockups, Themed Entertainment, White-Label, Motion Design, Virtual Production, Animation, Experiential Platforms",
    "linkedin": "https://www.linkedin.com/feed/?trk=homepage-basic_sign-in-submit",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Arkara_Boonthong_main.jpg",
    "supp_path": [
      "supp-images\\Arkara_Boonthong_1.jpeg",
      "supp-images\\Arkara_Boonthong_2.jpeg",
      "supp-images\\Arkara_Boonthong_3.jpeg",
      "supp-images\\Arkara_Boonthong_4.jpeg",
      "supp-images\\Arkara_Boonthong_5.jpg"
    ]
  },
  {
    "email_address": "cz2790@nyu.edu",
    "full_name": "Chen Zou",
    "net_id": "cz2790",
    "project_title": "Stylization of Game Characters and Scene Building",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Digital Display",
    "info": "Considering the actual resources, a video or interactive game presentation will be chosen",
    "portfolio_link": "https://1980822986.wixsite.com/my-site-1",
    "project_link": "https://1980822986.wixsite.com/my-site-1/creation",
    "description": "With the development of the game industry gradually becoming a huge industry, I have been wandering between art and technology for many years, and it is my mission to create the ninth art with Chinese characteristics!",
    "main_image": "https://drive.google.com/open?id=1ypAknJrxL1UXAqeyDbyVJn0-42MLV2Gu",
    "supp_image": "",
    "keywords": "game design",
    "linkedin": "www.linkedin.com/in/chen-zou-6b3387263",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Chen_Zou_main.jpg"
  },
  {
    "email_address": "mpk9371@nyu.edu",
    "full_name": "Mihika Preethi Keran",
    "net_id": "mpk9371",
    "project_title": "Newtown Creek X Microbes",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Interactive Display, Physical Display",
    "info": "Exhibit with 2-3 stations (including 1 interactive station), wall displays",
    "portfolio_link": "",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "vt2068@nyu.edu",
    "full_name": "Vanessa Tërshana",
    "net_id": "vt2068",
    "project_title": "Cosmic Resistance: Trappist-1 Reimagined",
    "year": "Senior (Senior Project)",
    "medium": "Interactive Display",
    "info": "Interactive exhibition  (on a flat wall), using a projector and motion sensor.",
    "portfolio_link": "https://nessirius.com",
    "project_link": "https://nessirius.com/cosmic-resistance",
    "description": "In 'Cosmic Resistance: Trappist-1 Reimagined,' I challenge the subjective nature of NASA's depictions of the universe beyond the solar system. By utilizing their data, I create abstract interpretations of celestial bodies, shedding light on the limitations of data-driven representations. Drawing on Foucault's discourse on knowledge and power, this project aims to critique how subjective portrayals of the universe shape our perception of reality, inviting viewers to reconsider the role of artistic interpretation in understanding the cosmos.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Interactive Exhibition, Data visualization, Speculative Space, NASA",
    "linkedin": "https://www.linkedin.com/in/vanessa-tërshana-4b68401ab",
    "instagram": "https://www.instagram.com/nessirius2.0/",
    "video_content": ""
  },
  {
    "email_address": "jjp9080@nyu.edu",
    "full_name": "Judith Park",
    "net_id": "jjp9080",
    "project_title": "Who Are You? - Nuguni",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "https://judithpark.cargo.site/",
    "project_link": "https://drive.google.com/drive/folders/1dKZEwhPe3-5ABDunRxcyYcGka8JBnkax?usp=sharing",
    "description": "My project is a visual video with music titled “Nuguni?”, which is the Korean word for “Who Are You?” The premise is a personal story about not knowing your identity. In short, it’s about an identity crisis. This is shown through different scenes, and abstract images and concepts. A paper bag mask is also present, representing the unknown identity.",
    "main_image": "https://drive.google.com/open?id=1O6c0IzMRcfbtK1vyiVajh928gjQN22yv",
    "supp_image": "",
    "keywords": "Video Production",
    "linkedin": "https://www.linkedin.com/in/judithpark14/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Judith_Park_main.jpg"
  },
  {
    "email_address": "zl4860@nyu.edu",
    "full_name": "Zhuoyuan Li",
    "net_id": "zl4860",
    "project_title": "Ultra Lotus & Herrte",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Film/Featurette, Physical Display",
    "info": "My work is not ONLY VIDEO !!! also includes 3 physical works.",
    "portfolio_link": "https://lejoydesign.com",
    "project_link": "https://www.lejoydesign.com/thesis",
    "description": "The film, Ultra Lotus & Herrte — Effortless Filmmaking: Unleashing Coolness on a Tight Schedule, as a medium for storytelling, captivates many by visually narrating stories. Therefore, many people are interested in expressing their own stories through the medium of film. While film production nowadays follows professional and industrialized processes unique to each studio, creating a film requires a significant amount of people, resources, and expertise. For people without prior experience in this field, it can be very challenging to start. My project aims to find a solution that enables individuals without an artistic background to use the tools to bring their ideas to life through video production.",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "mtc9870@nyu.edu",
    "full_name": "Michael Coney",
    "net_id": "mtc9870",
    "project_title": "Counting the Minutes of Life",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://www.mouseholestudios.com",
    "project_link": "https://www.mouseholestudios.com/minutesoflife",
    "description": "",
    "main_image": "https://drive.google.com/open?id=1I30S9XJ3USZv4hrWx0uTyiEIHXTcBQeU",
    "supp_image": "",
    "keywords": "Narrative Environment, Themed Entertainment, Immersive Environment, Immersive Theatre, Hyper Reality, Show Control, Storytelling, Location Based Experience, Installation, Interactive, Storytelling",
    "linkedin": "https://www.linkedin.com/in/mconey/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Michael_Coney_main.jpg"
  },
  {
    "email_address": "pp2698@nyu.edu",
    "full_name": "Ploypilin Pruekcharoen",
    "net_id": "pp2698",
    "project_title": "AI Through Your Lens",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://ploypruekcharoen.com/",
    "project_link": "https://ploypruekcharoen.com/AI-through-your-lens",
    "description": "“AI Through Your Lens” is an interactive experience of AI imaginaries that invites participants to explore their perceptions of AI through a humanistic lens. This project seeks to challenge conventional notions of AI and foster discussions on whether AI is often limited to uniform aesthetic possibilities or can instead be portrayed in a diverse range of representations.",
    "main_image": "https://drive.google.com/open?id=13SpJ-W2I_FMZBpubyBGo7Tc_A0nK4QA7",
    "supp_image": "",
    "keywords": "AI Imaginaries, Experience Design, Interactive Art, Immersive Art",
    "linkedin": "https://www.linkedin.com/in/ploypruekcharoen/",
    "instagram": "https://www.instagram.com/_pylyn/",
    "video_content": "",
    "image_path": "main-images\\Ploypilin_Pruekcharoen_main.jpg"
  },
  {
    "email_address": "lc4744@nyu.edu",
    "full_name": "Lia Cociorva",
    "net_id": "lc4744",
    "project_title": "Awake/Asleep",
    "year": "Senior (Senior Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "http://liacociorva.cargo.site",
    "project_link": "https://quilled-order-e69.notion.site/Senior-Project-e89b93fa799b4abcb32b1415e2005b2c",
    "description": "Asleep/Awake is an investigation into the digitization and bastardization of human memory. Using visual programming, video art, and collage on quilted fabric, the art installation explores the process memories undergo when moving from an intimately familiar, intangibly dream-like space into a digital one. As well as representing this uncanny transformation, the project encourages the audience to question our interactions with and increased social dependance on AI tools, specifically their effects on our perceptions of the past. What would your childhood bedroom look like if it wasn't \"real\"? How do you know it ever was \"real\"? What about your grandmother's face? What is identity in a world where digital manipulation and fabrication has surpassed the realm of truth?",
    "main_image": "https://drive.google.com/open?id=1CnoZwIkELeZ2O64qXpUD9Wg_2rrKZMzV",
    "supp_image": "",
    "keywords": "",
    "linkedin": "https://www.linkedin.com/in/lia-cociorva-9a261221b/",
    "instagram": "https://www.instagram.com/liacociorva",
    "video_content": "",
    "image_path": "main-images\\Lia_Cociorva_main.jpg"
  },
  {
    "email_address": "mjb9365@nyu.edu",
    "full_name": "Meredith Binnette",
    "net_id": "mjb9365",
    "project_title": "Unweaving the Rainbow",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Digital Display",
    "info": "",
    "portfolio_link": "https://meredithbinnette.com/",
    "project_link": "https://unweavingtherainbow.cargo.site/",
    "description": "In order to understand color, we must unweave the rainbow. This project began with a deep dive into the what, why, and how of color theory, but the most consistent answer to any question is that color deceives continually. Young artists are taught to draw what they truly see, not what they think they see. That tree is not a tree, it is a collection of abstract blobs of color, light, and lines butting up against each other. Painters squint, look at things through mirrors, all for a “fresh pair of eyes”. Deconstruction, abstraction, and objectivity are essential to capturing true color. My process is centered on this method of decontextualization as a means to get to the purity of an idea, to then synthesize it into something new. \n\nImages from art history and the natural world are plotted in a 3D CIE Lab Color Space, where each pixel value is shown in an organic cloud of data. From there, 3D sculpts of these new forms were made in virtual reality, a translation of the original work into a study of pure color in the digital world. The data maps color in isolation, but still holds a spirit of the original image through it’s weight, movement, and physicality. The viewer is encouraged to sit with these forms and study how color moves—because it is the in between, the interaction of color that holds the most expressive power.",
    "main_image": "https://drive.google.com/open?id=19h9MGsvk2itTg9dWSfa7BiJoJRvYvz2Q",
    "supp_image": "https://drive.google.com/open?id=1xGGdyguxwCWMXoPamx9aABWb7xIQhi55, https://drive.google.com/open?id=1D1fLeiVuaG0GenmjK9S6agoe2kB7kiER, https://drive.google.com/open?id=1pvm8NFGJCx21QoUiE9JTSS0DhSzgA045, https://drive.google.com/open?id=167ApBC0eH8DkFWHRn-2WGqHWwsyIys1d",
    "keywords": "",
    "linkedin": "https://www.linkedin.com/in/meredithbinnette/",
    "instagram": "https://www.instagram.com/meredith_jae/",
    "video_content": "",
    "image_path": "main-images\\Meredith_Binnette_main.jpg",
    "supp_path": [
      "supp-images\\Meredith_Binnette_1.png",
      "supp-images\\Meredith_Binnette_2.png",
      "supp-images\\Meredith_Binnette_3.png",
      "supp-images\\Meredith_Binnette_4.png"
    ]
  },
  {
    "email_address": "sm10581@nyu.edu",
    "full_name": "Sauda Musharrat",
    "net_id": "sm10581",
    "project_title": "Cybernetic Echoes",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://saudamusharrat.com/",
    "project_link": "https://saudamusharrat.com/projects/cybernetic-echoes/",
    "description": "Digital devices have become extensions of our bodies, lending us abilities akin to the cyborgs of fiction. Our needs from future technologies are built on the foundation of this cyber transformation. So how can we center this evolved human-cyborg body in the reincarnation of technology design?\n\nThis interactive installation envisions the future of interaction design through embodiment. As opposed to training our bodies to the dictated interactions limited behind a digital screen, what if computational intelligence conformed to the natural behavior of our bodies? This space echoes the symbiotic relationship between our cyborg version and the natural environment. Through tangible wearable components that can communicate with the space, the heart of this installation lies in its ability to evoke movement and exploration through the human body.",
    "main_image": "https://drive.google.com/open?id=12viGkiMVPh7EjK7w6Sb9YSRWr0u_vt29",
    "supp_image": "",
    "keywords": "Embodied interactions, tangible interfaces, interactive space",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Sauda_Musharrat_main.jpg"
  },
  {
    "email_address": "gmp5@nyu.edu",
    "full_name": "Gian Morris-Perez",
    "net_id": "gmp5",
    "project_title": "G",
    "year": "Senior (Senior Project)",
    "medium": "Wearables",
    "info": "My project(s) is an exercise in prototyping.",
    "portfolio_link": "https://www.instagram.com/gianmorrisperez?igsh=MXI2ZXBkZ296NDBsaA%3D%3D&utm_source=qr",
    "project_link": "",
    "description": "G is a set of projects I came up with while in school that I left incomplete or unstarted because I was too busy with schoolwork. The goal is to give a bit more time back to myself and explore my motivations behind my work. This is an exercise in prototyping so the intention is showing the iterations and my reasoning behind the changes I made/am making for each project.",
    "main_image": "https://drive.google.com/open?id=1z-v-WsLCEhZVS2CyhnkowRSVzvJGgcp6",
    "supp_image": "",
    "keywords": "Wearables, Prop Design, and Gadgets.",
    "linkedin": "https://www.linkedin.com/in/gian-morris-perez-697453268/",
    "instagram": "https://www.instagram.com/gianmorrisperez?igsh=MXI2ZXBkZ296NDBsaA%3D%3D&utm_source=qr",
    "video_content": "",
    "image_path": "main-images\\Gian_Morris-Perez_main.jpg"
  },
  {
    "email_address": "ss14014@nyu.edu",
    "full_name": "Stephen Shadrach",
    "net_id": "ss14014",
    "project_title": "The Life Aquatic with Stephen Shadrach",
    "year": "Senior (Senior Project)",
    "medium": "Installation Art",
    "info": "For more info: I'll be showcasing my project throug design (posters printed out, acts as an advertisement campaign)",
    "portfolio_link": "https://stephenshadrach.online",
    "project_link": "https://stephenshadrach.online",
    "description": "The life aquatic explores identity and the shared experiences from any niche of the internet. we’ve developed friendships, connections, relationships, communities, talents, interests, knowledge, and everything in between through the internet. the internet provides the easiest access to nostalgia, hope + optimism, existentialism, dreams of fame, fake personas, fake friends, and true connections.",
    "main_image": "https://drive.google.com/open?id=1kp8V6jiF0ej9Eg5BBWw2ak0w51zkPnUw",
    "supp_image": "",
    "keywords": "Photography, Graphic Design, Advertising, Online, Music Production, Art Direction",
    "linkedin": "https://www.linkedin.com/in/stephenshadrach/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Stephen_Shadrach_main.jpg"
  },
  {
    "email_address": "rmg9650@nyu.edu",
    "full_name": "Riley Griem",
    "net_id": "rmg9650",
    "project_title": "The Fidget Chair",
    "year": "Senior (Senior Project)",
    "medium": "Physical Display",
    "info": "A usable chair with fidget features (slightly small - designed for elementary school students)",
    "portfolio_link": "https://rileygriem.com",
    "project_link": "https://rileygriem.com/fidget-chair",
    "description": "As an aspiring UX designer and a current student teacher, I created the Fidget Chair to combat an issue that elementary school classrooms consistently face - restless children. The Fidget Chair utilizes features that allow children to expel excess energy in a productive way. Feedback from my students was carefully considered and implemented into the chair’s design. The Fidget Chair represents a thoughtful integration of UX design principles into the field of education, addressing the needs of students by creating a tool conducive to learning and engagement. By prioritizing collaboration with students, this project highlights the importance of human-centered design in education.",
    "main_image": "https://drive.google.com/open?id=12ZMiYwcSR0zakLIXeZDfTij8FcUItvJC",
    "supp_image": "",
    "keywords": "Interaction Design, Education, Classroom Tool, Participatory Research and Design",
    "linkedin": "www.linkedin.com/in/riley-griem",
    "instagram": "https://www.instagram.com/rgriem.media",
    "video_content": "",
    "image_path": "main-images\\Riley_Griem_main.jpg"
  },
  {
    "email_address": "yy1681@nyu.edu",
    "full_name": "Lauren Yoon",
    "net_id": "yy1681",
    "project_title": "Data Sonification Series",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://sites.google.com/view/laurenyoonmusic/work",
    "project_link": "https://sites.google.com/view/yoon-lauren/thesis",
    "description": "This project is a series of data sonification works developed by Lauren this semester.",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "xc2234@nyu.edu",
    "full_name": "Cyrene Chen",
    "net_id": "xc2234",
    "project_title": "Code Grey: The Dilemma Drama",
    "year": "Senior (Senior Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://cyrenechen.notion.site/XINNI_CYRENE_-14af0720c73d4faabe5af5f276e070f3",
    "project_link": "",
    "description": "Code Grey: The Dilemma Drama\" is an immersive desktop theatre experience that casts participants into the heart of a hurricane-stricken hospital, confronting them with grave ethical decisions that challenge medical and personal morals. Set against a backdrop of devastation, scarcity, and high stakes, this brief yet intense 2-minute narrative compels participants to navigate the roles of doctors and patients through various story branches. \"Code Grey\" seeks to evoke reflection on the often invisible, yet profoundly impactful dilemmas faced by medical professionals in crisis scenarios. This production invites audiences to ponder, debate, and understand the complexities of life-and-death choices made under duress – a platform where every choice could mean a world of difference for both the player and their virtual charges.",
    "main_image": "https://drive.google.com/open?id=1f8x4XyjMJvfx0JYLCp5sPoXU11avzELc",
    "supp_image": "https://drive.google.com/open?id=1Q8W9pZkwfTYkCvTqmQ4OkQRbujPblb6H",
    "keywords": "Installation art, Ethics, Medical humanity, Interactive Narrative, Projection mapping, Diorama building, Theatre production",
    "linkedin": "",
    "instagram": "https://www.instagram.com/cyrene212",
    "video_content": "",
    "image_path": "main-images\\Cyrene_Chen_main.jpg",
    "supp_path": ["supp-images\\Cyrene_Chen_1.jpg"]
  },
  {
    "email_address": "yz6395@nyu.edu",
    "full_name": "Yizhen Zhou",
    "net_id": "yz6395",
    "project_title": "Silent Note",
    "year": "Senior (Senior Project)",
    "medium": "Game",
    "info": "The audience will be playing through a 10 mins long choose-your-own-adventure type of video. (1 mins for each video segment and they choose from different decisions that land them different endings)",
    "portfolio_link": "https://readymag.website/u3565109553/4699306/",
    "project_link": "https://scalloped-booth-a87.notion.site/Senior-Project-6f60c5cefb054e09a72cfd25c2e2c645?pvs=74",
    "description": "I started out learning instrument as a contingency for career. I found my passion in music when I founded my band in high school to play game OST. Only then I noticed that there is beauty in sound, there is hope in interactions.  I want everyone to experience this feeling of finding love and purpose in creativity, in believing in themselves. I want to use my power to show an example to them that they can be whoever they want to and succeed.",
    "main_image": "https://drive.google.com/open?id=1qkutW36_Smjf43t73kUqgJtnBCcH5mZq",
    "supp_image": "https://drive.google.com/open?id=1RhS95TI6pL_O54TY-KuTHcPqO3f5qzz-, https://drive.google.com/open?id=1nvHo4dnoK9gvq-iw1yWrpoUy-xuwcjjE",
    "keywords": "Interaction Design, Narrative Design, Music, Video game, Passion, Instrument",
    "linkedin": "www.linkedin.com/in/yizhenzhou",
    "instagram": "",
    "video_content": "https://space.bilibili.com/382754437?spm_id_from=333.788.0.0",
    "image_path": "main-images\\Yizhen_Zhou_main.jpg",
    "supp_path": [
      "supp-images\\Yizhen_Zhou_1.jpg",
      "supp-images\\Yizhen_Zhou_2.jpg"
    ]
  },
  {
    "email_address": "ww2157@nyu.edu",
    "full_name": "Winesy Wu",
    "net_id": "ww2157",
    "project_title": "Recreating Safe Space: Ice Jade Hall",
    "year": "Senior (Senior Project)",
    "medium": "VR",
    "info": "",
    "portfolio_link": "https://winseywu.artstation.com/",
    "project_link": "https://jumbled-magpie-1a8.notion.site/Recreating-Safe-Space-Ice-Jade-Hall-2019ed4551514b8c8a7d75b6315f4fd7?pvs=4",
    "description": "A century ago, in my hometown of Shunde, China, there was a group of women who gained financial stability due to the emergence of the silk industry. Amongst these women, some of them started to fight against the tradition of arranged marriages. These women, known as the comb-sisters (自梳女), come together and build a community house (姑婆屋) to protect themselves. However, this community has died off. I want to preserve the environment digitally so that this space and its history will be remembered and embraced. There is a specific house that I want to recreate, the Ice Jade Hall. This house is located in Shunde and become a museum where people can visit to learn more about the history. I want to make a digital version where people can explore with the use of XR technology and the web so that more people have access to this space and history.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Feminism, Historical, Chinese",
    "linkedin": "https://www.linkedin.com/in/winsey-wu-8665a6238/",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "srb9759@nyu.edu",
    "full_name": "Sofia Battista",
    "net_id": "srb9759",
    "project_title": "Labyrinth Runner",
    "year": "Senior (Senior Project)",
    "medium": "Interactive Display",
    "info": "",
    "portfolio_link": "https://sites.google.com/nyu.edu/sofia-battista-portfolio/home",
    "project_link": "https://sites.google.com/nyu.edu/sofia-battista-senior-project/home",
    "description": "Sofia Battista, a multidisciplinary artist, presents an innovative arcade game merging traditional craftsmanship with modern technology. Drawing from a background in woodworking and a passion for interactive experiences, Battista's project seamlessly integrates Bluetooth capabilities into a beautifully crafted wooden arcade cabinet. The choice of wood as a primary material not only showcases the aesthetic appeal of natural elements but also serves to conceal the intricate mechanics within. \n\nThis project transcends mere entertainment; it champions inclusivity by featuring adjustable legs, ensuring accessibility for individuals of all capabilities. Through meticulous hands-on fabrication, Battista imbues her creation with a sense of purpose, inviting players to engage with both the tangible and the digital realms. In this synthesis of craftsmanship and technology, Battista invites viewers to reconsider the boundaries between the physical and the virtual, the traditional and the contemporary.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Interactive Design, Hands-On Fabrication, Circuitry, Arcade Game, accessibility,",
    "linkedin": "http://www.linkedin.com/in/sofia-battista-28613a248",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "jyl713@nyu.edu",
    "full_name": "Jeremy Young Lao",
    "net_id": "jyl713",
    "project_title": "Future Earth Project",
    "year": "Senior (Senior Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "",
    "project_link": "",
    "description": "The Future Earth Project details the Earth centuries after the last generations of humans. Building legions of robots meant to repair and recover the ecosystems ravaged by 21st century \"growth\". The rapid development left the poorer population behind while the rest were conditioned to believe they deserved the best. The standards fell and people grew bitter. Resources were exhausted and eventually, the final resource; the human race; fell to the growth of the US oligarchy, and was ultimately exhausted. The final members of the human race sought to restructure the war-time tech into the humane solutions everyone desired, and so we arrive at Earth-125 (2250 AD). Though the solutions failed to save humans from extinction, our technology carried on to integrate into the current ecosystem, creating a symbiosis with the general population. My project hopes to show the direction of our development and the consequence of allowing business to continue \"as usual\". The current world calls for much more attention to which organizations we align with and what causes we directly or indirectly align with.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Interaction Design, Web Design, Graphic Design",
    "linkedin": "https://www.linkedin.com/in/jeremyyounglao/",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "hlh8914@nyu.edu",
    "full_name": "Jenny Hui",
    "net_id": "hlh8914",
    "project_title": "Exploring Asian Love Language Through Storytelling",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "HTTPS://jennyhui.co",
    "project_link": "https://jennyhui.co/nyu-thesis",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "sx2047@nyu.edu",
    "full_name": "Sophie Xu",
    "net_id": "sx2047",
    "project_title": "Your Friend's Closet",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Research",
    "info": "Service Design",
    "portfolio_link": "https://xsophiexu.notion.site/Sophie-Xu-6442c60df17540d49ea7c535adff1f6b",
    "project_link": "",
    "description": "Affordable sustainable clothing is highly sought after but difficult to find considering our poor textile waste management systems and a fashion industry full of unethical practices, greenwashing, declining quality and rising prices. The most sustainable thing to do is to wear your clothing more, but we’ve created a large consumer appetite for wearing different items. Your Friend’s Closet is an affordable rental clothing store for everyday wear. By renting, consumers can have access to a larger closet at a lower price point while reducing textile waste. This service aims to make clothing sustainable by increasing the number of times a clothing item is used and to make clothing affordable by lowering the cost per wear of items. Your Friend’s Closet seeks to become proof that we don’t have to feed into overconsumption to create profit.",
    "main_image": "https://drive.google.com/open?id=1F-GkAlQliOmYx78ChbhUFJ-UL2ifn04M",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Sophie_Xu_main.jpg"
  },
  {
    "email_address": "jeh8213@nyu.edu",
    "full_name": "Jawon Han",
    "net_id": "jeh8213",
    "project_title": "Fragrant Memory",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette, Interactive Display",
    "info": "Film + Interactive Installation",
    "portfolio_link": "https://hanjawon.wixsite.com/jawonhanportfolio",
    "project_link": "",
    "description": "Fragrant Memory is a project featuring an animation that tells a short but meaningful narrative of an empty marble’s journey. As a motion designer, my goal is to spread meaningful narratives through animation, and this piece lets this goal of mine shine. This animation also emphasizes the use of visual language to communicate the storyline. Along with an animation, viewers can pick up a flower and see what happens when placing the flower onto the box below it.",
    "main_image": "https://drive.google.com/open?id=187nz_1l9Qtj7lT2ks8SP8m9anAJOcDI9",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Jawon_Han_main.jpg"
  },
  {
    "email_address": "vm2453@nyu.edu",
    "full_name": "Varun Mundra",
    "net_id": "vm2453",
    "project_title": "Re-Rewriting History",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://varunmundra.com",
    "project_link": "https://varunmundra.com/graduate-thesis-case-study",
    "description": "Conceived as a response to the act of image manipulation through Generative AI, the project is an exploration of what it means to rewrite history at the click of a button. Image manipulation is not a new skill, albeit an acquired one. From airbrushing, to double-exposure, and eventually photoshop, the field has required honing your skill. So what does it mean when you can easily recreate faces and change backgrounds simply by clicking a button? This project asks the question and examines the response through a historical lens,   asking the viewers to investigate the act of photograph manipulation, and what repercussions it may lead to.",
    "main_image": "https://drive.google.com/open?id=1jBk4SUrHKSHKI5rWgDSWV1mSKWtrB6ce",
    "supp_image": "",
    "keywords": "Generative AI, History, Politics, Image Manipulation",
    "linkedin": "https://www.linkedin.com/in/varun-mundra/",
    "instagram": "https://www.instagram.com/vrnmndr/",
    "video_content": "",
    "image_path": "main-images\\Varun_Mundra_main.jpg"
  },
  {
    "email_address": "kc3985@nyu.edu",
    "full_name": "Kaiwen Chen",
    "net_id": "kc3985",
    "project_title": "Remnant",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://www.kaiwenchenwork.com/",
    "project_link": "https://www.kaiwenchenwork.com/installation-remnant",
    "description": "Calvin Hall, an American psychologist, proposed the Continuity Hypothesis, which suggests that dreams are a collage of fragments from our different waking life memories. The interactive installation 'Remnant' explores this intriguing concept, focusing on the philosophical aspects of memory remnants and their links to daily experiences. It creatively represents these ideas through an intricate arrangement of up-down moving fragments triggered by the detection of human movement. The fragments represent the memory debris inside our dreams. Thus, 'Remnant' aims to provide audiences with an abstract resonance of their memory debris, encouraging them to contemplate the connections with their real-life experiences.",
    "main_image": "https://drive.google.com/open?id=1Qdkdvva9-JjJa0AndH3VzA3CX6eM8Yvt",
    "supp_image": "https://drive.google.com/open?id=1gd8RwUULZ38MVf-h1zfm7n41pMJlRHBD, https://drive.google.com/open?id=1XxYyfPQ2_QdYa1u0AjbM6SRAYvXY65s8, https://drive.google.com/open?id=1j2eagNnxISWUdprjli_crcpcNhFJvkzr, https://drive.google.com/open?id=1b13uAhP_62P-YT4XvvEUDd5lADAD5jtk, https://drive.google.com/open?id=1meaJoAQZU2ZWDpOv2FyJJf9TgtOoVUlM",
    "keywords": "Interactive Installation, Dreams, Arduino",
    "linkedin": "https://www.linkedin.com/in/kaiwen-chen-7724b117a/",
    "instagram": "https://www.instagram.com/____kaiii_",
    "video_content": "https://www.youtube.com/channel/UCQHd_8gfByUvsoaeggBx5eg",
    "image_path": "main-images\\Kaiwen_Chen_main.jpg",
    "supp_path": [
      "supp-images\\Kevin_Chen_1.jpeg",
      "supp-images\\Kevin_Chen_2.jpeg",
      "supp-images\\Kevin_Chen_3.jpeg",
      "supp-images\\Kevin_Chen_4.jpeg",
      "supp-images\\Kevin_Chen_5.jpeg"
    ]
  },
  {
    "email_address": "ejn9270@nyu.edu",
    "full_name": "Ericka Njeumi",
    "net_id": "ejn9270",
    "project_title": "Do You Trust Birds? An Experiment in Deep Fake Cinema",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Film/Featurette",
    "info": "I will have a short film but It will be viewed by one viewer at a time so I may require a small installation space",
    "portfolio_link": "https://erickanjeumi.com/",
    "project_link": "https://erickanjeumi.com/bird-watch-",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "kw3317@nyu.edu",
    "full_name": "Ariadne Wong",
    "net_id": "kw3317",
    "project_title": "consuME",
    "year": "Senior (Senior Project)",
    "medium": "Interactive Display",
    "info": "Interactive p5js quiz that will be displayed on a monitor",
    "portfolio_link": "https://ariadnewong.cargo.site/",
    "project_link": "",
    "description": "Our project explores the idea of “We are what we consume.” We want to use this quiz-based project to help people experience how their consumption choices in today's society reflects on their personalities. These personalities often range from every individual's possession. Our quiz aims to facilitate a deeper understanding of how individuals establish their identities within the framework of consumer society values—values that have been ingrained in our consciousness long before we became aware of them. The test results not only help people in understanding themselves as consumers but also contribute to the branding of our true selves. Our goal is to help people recognize and embrace the role that consumption plays in shaping their self identity.",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "bed294@nyu.edu",
    "full_name": "Bridget Daugherty",
    "net_id": "bed294",
    "project_title": "Breaking",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Interactive Display",
    "info": "",
    "portfolio_link": "bridgetdaugherty.myportfolio.com",
    "project_link": "https://breaking-idm.cargo.site/",
    "description": "Breaking is a three part interactive art experience composed of metaphorical imagery to convey a journey through processing grief and loss. The purpose is to show that interactive 3D art can be used to convey emotion in a way that builds connection between and among artists and participants. This is a personal representation of a journey through grief and loss that hopefully will resonate with those who have experienced grief or promote empathy and understanding among those who have not. For those who have experienced a loss, I hope the work will bring a sense of belonging, and for those who do not have that experience, I hope it delivers an emotional impact that can help explain the process of navigating grief. The project offers a lens through which art and technology intersect to facilitate healing and understanding.",
    "main_image": "https://drive.google.com/open?id=1t9ESFJL-jYJj5Bj0HsQEgnO17sZ8tzYP",
    "supp_image": "https://drive.google.com/open?id=1rMxDAY91qFPv9JgNGGpFkQmHqhtrxjkh, https://drive.google.com/open?id=1d80-W3inDRi48eGUpbWaG3QGsTIWqYjA, https://drive.google.com/open?id=1yPnRukc7ElbzZmD_NbzMNwOQ0SofLnr2",
    "keywords": "Interactive art",
    "linkedin": "https://www.linkedin.com/in/bridgeteujindaugherty",
    "instagram": "https://www.instagram.com/bridget.eujin",
    "video_content": "",
    "image_path": "main-images\\Bridget_Daugherty_main.jpg",
    "supp_path": [
      "supp-images\\Bridget_Daugherty_1.jpg",
      "supp-images\\Bridget_Daugherty_2.jpg",
      "supp-images\\Bridget_Daugherty_3.jpg"
    ]
  },
  {
    "email_address": "aea405@nyu.edu",
    "full_name": "Dayo Adebanjo",
    "net_id": "aea405",
    "project_title": "Sonic Palette: The Interplay of the Audio and the Visual",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Digital Display, Research",
    "info": "",
    "portfolio_link": "https://dayo-adebanjo.cargo.site/",
    "project_link": "https://dayo-adebanjo.cargo.site/thesis-project",
    "description": "This work explores the impact and effectiveness of experiencing audio and visual components and their various iterations as it pertains to media. The knowledge and practice of this interplay is one that lends a level of audience immersion and an emotional resonance to art forms that rely on cross-modality of the senses. To simulate and/or challenge this, this work will allow you to experience a variety of audio and visual combinations and then identify effected levels of emotional response to them.",
    "main_image": "https://drive.google.com/open?id=1eA6V3xcUZSkTQYH0Z1y6CHX3cPjXcT8S",
    "supp_image": "",
    "keywords": "Interaction Design, Machine Learning, UI Design, Interfaces, Television Production, Film Production, Music Production",
    "linkedin": "",
    "instagram": "https://www.instagram.com/dayonysus",
    "video_content": "",
    "image_path": "main-images\\Dayo_Adebanjo_main.jpg"
  },
  {
    "email_address": "em4308@nyu.edu",
    "full_name": "Edward Mapp",
    "net_id": "em4308",
    "project_title": "Space Ted",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "https://edwardmapp.github.io/Portfolio/",
    "project_link": "",
    "description": "Space Ted is an animated short that will tell a simple and brief sci-fi story through animation techniques on After Effects, alongside applying filmmaking and audio editing techniques. The project will be representative of my passion for storytelling and achieving that through unique visuals.",
    "main_image": "https://drive.google.com/open?id=1nTn_uX_H5w3DRMhSupqWBE2tV873JiGA",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Edward_Mapp_main.jpg"
  },
  {
    "email_address": "fw2114@nyu.edu",
    "full_name": "Fei Wang",
    "net_id": "fw2114",
    "project_title": "consuME",
    "year": "Senior (Senior Project)",
    "medium": "Interactive Display",
    "info": "p5js interactive quiz that will be on a monitor",
    "portfolio_link": "https://feiwang.squarespace.com/",
    "project_link": "",
    "description": "Our project explores the idea of “We are what we consume.” We want to use this quiz-based project to help people experience how their consumption choices in today's society reflects on their personalities. These personalities often range from every individual's possession. Our quiz aims to facilitate a deeper understanding of how individuals establish their identities within the framework of consumer society values—values that have been ingrained in our consciousness long before we became aware of them. The test results not only help people in understanding themselves as consumers but also contribute to the branding of our true selves. Our goal is to help people recognize and embrace the role that consumption plays in shaping their self identity.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Interaction Design",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "thn262@nyu.edu",
    "full_name": "Hien Trang Nguyen",
    "net_id": "thn262",
    "project_title": "Enhancing Error Handling User Experience with Voice User Interfaces",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Digital Display, Research",
    "info": "",
    "portfolio_link": "https://hitrangg.com",
    "project_link": "",
    "description": "This thesis explores the intersection of UX/UI and voice user interfaces (VUIs) to elevate user interaction, with a specific focus on improving user satisfaction when VUIs' error occur. The primary aim is to explore a better response when handling VUI's failures - validating user's intention, interventing user's command, and personalizing user's input. In this research, where users engage with virtual assistants for tasks such as setting reminders or perform a simple request, an in-depth survey will be given out to gather feedback and opinion on difference responses being proposed. Recognizing that VUIs can be challenging and exclusive experience for some users; the research aims to establish guidelines for creating intuitive, responsive, and accessible VUIs.",
    "main_image": "https://drive.google.com/open?id=14YUqGx3K3BOG-xc7RN13t11yZHbVEx_z",
    "supp_image": "https://drive.google.com/open?id=17oFNvC5qT1ISXoj6UwlgfhemuTyWEKu4",
    "keywords": "Voice User Interface, Interfaces, User Experience, Error Handling, Voice Assistant, User Experience",
    "linkedin": "https://www.linkedin.com/in/hien-trang-nguyen-product-designer/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Hien_Trang_Nguyen_main.jpg"
  },
  {
    "email_address": "jis8129@nyu.edu",
    "full_name": "Jimena Suarez",
    "net_id": "jis8129",
    "project_title": "PROTIC Glove: Haptic and Proximity Glove",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Wearables",
    "info": "",
    "portfolio_link": "https://readymag.website/u3454156234/4029298/",
    "project_link": "https://readymag.website/u3454156234/4029298/2/",
    "description": "Commercially produced prosthetics offer limited to no sensory feedback to upper limb amputees. The functional gap between the natural hand and prosthetics remains greater than the ability to mirror the function of healthy limbs, suffering high rejection rates due to lack of sensory feedback, and high reliability on visual/auditory cues for task performance. The PROTIC glove aims to reduce mental overload on everyday tasks, while increasing users’ sense of self embodiment.",
    "main_image": "https://drive.google.com/open?id=1KayPZMCbCxyaeZzdclo0_BKL1ybXBRtu",
    "supp_image": "",
    "keywords": "Wearables, Haptics, Haptic Technologies, Prosthetics",
    "linkedin": "https://linkedin.com/in/jimenasuarezm",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Jimena_Suarez_main.jpg"
  },
  {
    "email_address": "jb8042@nyu.edu",
    "full_name": "Justin Ballard",
    "net_id": "jb8042",
    "project_title": "Howard: An AI Companion",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art, Physical Display",
    "info": "It's a physical computing/AI interaction with installation art components: I'll be presenting an interactive animatronic robot and I need a large space that I can project visuals onto the walls, control the lights, and play ambient sounds, like some of the studio rooms on the 2nd floor.",
    "portfolio_link": "https://justinballard.design",
    "project_link": "https://justinballard.design/thesis",
    "description": "With the advent of ChatGPT, the mass proliferation of AI is inevitable now more than ever. As futurists race to bring AI out of the virtual and into the real world, humans are approaching an era of cohabitation with machine life. I invite you to speculate on that future with me by spending an afternoon hanging out with your coworker Howard, a slightly-flawed robot companion who had to find work tending to more advanced, useful AI.",
    "main_image": "https://drive.google.com/open?id=1ECslzsZLqi-DokXFM5acbQ3lMKqC0ypY",
    "supp_image": "https://drive.google.com/open?id=1khU9BFRpeO8bMCEHSNDA0vOMRnGS5DkY, https://drive.google.com/open?id=1SpcdABcGZC2G12BoK5BEKCPUn83KmYiC, https://drive.google.com/open?id=1NWdylV2hMcWvqiBunueP6VIHY5gMazeT, https://drive.google.com/open?id=1NgSdnY2EEjh3tjXbK8Inn1q72_3QTWMX",
    "keywords": "AI, physical computing, animatronics, installations, anti-design, interaction design, installation design",
    "linkedin": "https://www.linkedin.com/in/howdyjustinballard/",
    "instagram": "https://www.instagram.com/texanthecity",
    "video_content": "",
    "image_path": "main-images\\Justin_Ballard_main.jpg",
    "supp_path": [
      "supp-images\\Justin_Ballard_1.png",
      "supp-images\\Justin_Ballard_2.png",
      "supp-images\\Justin_Ballard_3.png",
      "supp-images\\Justin_Ballard_4.png"
    ]
  },
  {
    "email_address": "ktd283@nyu.edu",
    "full_name": "Kaigen Douglass",
    "net_id": "ktd283",
    "project_title": "reflections",
    "year": "Senior (Senior Project)",
    "medium": "Installation Art",
    "info": "installation piece involivng projection on piece + walls + audio",
    "portfolio_link": "",
    "project_link": "https://www.notion.so/34deea71987646dab34f4b61f3fb8521?v=3288f3933b61432b88a789a423c1f35a",
    "description": "",
    "main_image": "https://drive.google.com/open?id=1bA5bBEX4qmgerVpzxs4A3sRtQSAa-HeM",
    "supp_image": "",
    "keywords": "projection, installation, experiential design, set design, world building, spectacle",
    "linkedin": "https://www.linkedin.com/in/kaigen/",
    "instagram": "https://www.instagram.com/kaigendouglass",
    "video_content": "",
    "image_path": "main-images\\Kaigen_Douglass_main.jpg"
  },
  {
    "email_address": "kna4237@nyu.edu",
    "full_name": "Keiani Allen",
    "net_id": "kna4237",
    "project_title": "Through My Eyes Only",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "The pre-production phase of an animated short film that includes sketches, scripts, drafts, and 3D assets.",
    "portfolio_link": "https://keianiallen.com/",
    "project_link": "",
    "description": "*Through My Eyes Only* is a doomed horror story that follows Rowan, an aspiring photographer who is quickly losing her vision, and within months, is expected to go blind. Leading up to her impending blindness, she continues to take photographs in a last ditch effort to hold onto her identity as an artist. In a Faustian Bargain for eyesight, Rowan wrestles with her own humanity and morality, who she is as an artist, and how much she values control over her body and mind.\n\nI dreamed up this grotesque story from a real, somewhat illogical fear of my own: going blind and being forced away from my artistic practice. Being a multimedia artist, creation is a part of my everyday life and identity as a person. Throughout the story, I try to emphasize the feelings of lostness, confusion, fear, and helplessness that would come with an integral part of one’s own identity being threatened. Because the film is of the horror genre, I want to focus on isolation and surveillance through visual and non-verbal cues. For example, Rowan does not speak to any other humans throughout the duration of the film. She is alone in every environment: enveloped by the city, her apartment, the red-lit dark room, and the faceless crowds.\n\nInspired by the stylized works of artists like Albert Mielgo and Miguel Ortega and films like SpiderMan: Into the Spiderverse, I want to use the medium of 3D to create a horror film that feels like it’s own little world: a little world designed to unsettle you. \n\nTo start this project, I developed a stylized script from a short story, including photos and short fiction prose. From there, I sketched the two primary characters that I would be modeling later, wanting to emphasize the asymmetrical and abnormal art style of Rowan and the demon character, making the latter an uncanny version of our protagonist. From there, I worked in Autodesk Maya and ZBrush for the first time to create some 3D assets while sketching the storyboards to reflect the action of the script. Finally, I designed 3 film posters: a main, teaser, and character poster to advertise the film. Presented at the showcase is a pre-production process book, the final draft of the script, character and environment sketches, storyboards of the film, and 3 themed film posters.",
    "main_image": "https://drive.google.com/open?id=1zqT-qbU_YT34iIHTOpuY37ypCoHzB_Qd",
    "supp_image": "",
    "keywords": "Short Film, 3D, 3D Film, Pre-Production, Horror, Thriller, Photography, Artistic Identity, Morality, Oedipus, Faust, Grotesque, Body Horror, Unreal Engine, ZBrush, AutoDesk Maya.",
    "linkedin": "https://www.linkedin.com/in/keianiallen/",
    "instagram": "https://www.instagram.com/housekeis/",
    "video_content": "",
    "image_path": "main-images\\Keiani_Allen_main.jpg"
  },
  {
    "email_address": "lm4803@nyu.edu",
    "full_name": "Luiza Marsola Gonsales",
    "net_id": "lm4803",
    "project_title": "LB Eatery & Wine",
    "year": "Senior (Senior Project)",
    "medium": "Digital Display, Research",
    "info": "",
    "portfolio_link": "https://luiza-marsola.github.io/Portfolio/",
    "project_link": "https://wp.nyu.edu/tandonschoolofengineering-luizamarsolaseniorproject/",
    "description": "Based on my family's bakery, this project aims to blend culinary heritage with a modern twist for a new restaurant identity. The project's essence lies in crafting a distinctive brand identity encompassing both the digital and physical realms. The journey involves creating a brand kit that extends beyond screens into the tangible world. This project reflects a personal and professional evolution, transforming a family legacy into a vibrant culinary haven that harmonizes tradition and innovation.",
    "main_image": "https://drive.google.com/open?id=1l2Xqg5eE1utZXewwGkZdqG3JIIyOXZ41",
    "supp_image": "",
    "keywords": "Graphic Design, Social Media, Web Design",
    "linkedin": "https://www.linkedin.com/in/luiza-marsola-gonsales-350615212/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Luiza_Marsola_Gonsales_main.jpg"
  },
  {
    "email_address": "mnp2173@nyu.edu",
    "full_name": "Mikaela Provost",
    "net_id": "mnp2173",
    "project_title": "LinguaLore: Understanding How Generative AI Can Aid in Language Learning",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Digital Display, Research",
    "info": "",
    "portfolio_link": "https://www.mprovostux.com/",
    "project_link": "https://www.ailanguageresearch.com",
    "description": "Inspired by my grandmother's consistent chiding to learn Spanish, I set out to understand if emerging generative AI technology could make learning a language easier and more efficient. The output is research on what AI technologies exist today for language acquisition, how these technologies fare against other methods of language acquisition, and an experimental game prototype based on what was learned from the research.",
    "main_image": "https://drive.google.com/open?id=1FZpiX0w0oVkiAA7W0E-sTghxYjwYpRLq",
    "supp_image": "",
    "keywords": "Generative AI, Language Learning, UX Research, UX Design, Game Design, Learning Design",
    "linkedin": "https://www.linkedin.com/in/mnprovost24/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Mikaela_Provost_main.jpg"
  },
  {
    "email_address": "spm9496@nyu.edu",
    "full_name": "Seann Paolo Maribbay",
    "net_id": "spm9496",
    "project_title": "Echoes of Being: A Journey Through Life's Symphony",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "https://vimeo.com/smaribbay",
    "project_link": "",
    "description": "This is a series of short films about my everyday life I recorded throughout my semester. Thinking about how monotonous everyday life can be for each of us, I wanted to find the beauty in these seemingly mundane moments. I wanted to create these short films to capture and share these moments. Each short film reflects my own lived reality. Ultimately, my goal is not to provide answers or explanations, but rather to evoke emotions and spark contemplation. Through my short films, I aim to capture the essence of what it means to be alive—to celebrate the beauty of the everyday and find solace in the shared moments that unite us all.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Video Production, Music Production",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "xs2288@nyu.edu",
    "full_name": "Xinran Shi",
    "net_id": "xs2288",
    "project_title": "Escape",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "shixinran.com",
    "project_link": "https://www.notion.so/Thesis-Project-c8d794f5255944ae86408dc1d3630907?pvs=4",
    "description": "The Mental journey of an Eastern Asian child who experienced family violence in the past.\nHe overcomes his inner demons, and finally gets rid of all the darkness.\nHe finds his own way out.",
    "main_image": "https://drive.google.com/open?id=1ig5bhU-0g_66t0LNpkX-CucL-zsCxCde",
    "supp_image": "https://drive.google.com/open?id=1dbFQwqNNcVlhUsjKucW-sp2_kA69oRlq, https://drive.google.com/open?id=1t-Fx7VMaw73ob9TpOxvmRZUpetA4ORlc, https://drive.google.com/open?id=1mm2dc6VIIbCInwVSOn3sakptQAeKavZM, https://drive.google.com/open?id=1vvxajek5Qza9eJstWp7p0BUrtjIbsB_R, https://drive.google.com/open?id=1wkn_ZOkLl5Ib7RZzHUFXiNrlkOXcs3iR, https://drive.google.com/open?id=1lcwD5kifA2lqnOYqkLmOVj4ehJCSeVcd",
    "keywords": "Experimental Film, Live2D, Special Effects",
    "linkedin": "",
    "instagram": "https://www.instagram.com/sxr_gemini_tgcf",
    "video_content": "",
    "image_path": "main-images\\Xinran_Shi_main.jpg",
    "supp_path": [
      "supp-images\\Xinran_Shi_1.png",
      "supp-images\\Xinran_Shi_2.png",
      "supp-images\\Xinran_Shi_3.png",
      "supp-images\\Xinran_Shi_4.png",
      "supp-images\\Xinran_Shi_5.png",
      "supp-images\\Xinran_Shi_6.png"
    ]
  },
  {
    "email_address": "hp2440@nyu.edu",
    "full_name": "Harsh Palan",
    "net_id": "hp2440",
    "project_title": "Exploration of Cognitive Wellness through Virtual Reality with Spatial Audio",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "VR",
    "info": "",
    "portfolio_link": "https://harshpalan.tech/",
    "project_link": "http://thesis.harshpalan.tech/",
    "description": "This work is an exploration of the intersection between sound and emotion, inviting viewers to immerse themselves in an auditory journey of introspection and discovery. Drawing from my personal experiences and observations of the world around me, I seek to evoke a range of feelings and sensations through carefully crafted sonic landscapes. Viewers will encounter a rich tapestry of sounds, textures, and rhythms, inviting them to reflect on the complexities of human experience and the power of sound to evoke memories and emotions. In the larger context of contemporary art, my work contributes to the ongoing dialogue surrounding the immersive potential of sound as an artistic medium, offering a unique perspective on the intersection of art, technology, and human perception.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Virtual Reality, Spatial Audio, Cognitive Training",
    "linkedin": "linkedin.com/in/harshpalan/",
    "instagram": "https://www.instagram.com/harsh.palan",
    "video_content": ""
  }
]
